const data_csv = `A01 呼吸系統,A0101 呼吸短促,重度呼吸窘迫(<90%),1,,A010101
,,休克,1,,A010102
,,無意識(GCS3-8),1,,A010103
,,中度呼吸窘迫(<92%),2,,A010104
,,氣喘且 PEFR 為<40%的預期值(重度),2,,A010105
,,血行動力循環不足,2,,A010106
,,意識程度改變(GCS9-13),2,,A010107
,,發燒(免疫功能缺陷),2,,A010108
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A010109
,,輕度呼吸窘迫(92-94%),3,,A010110
,,氣喘且 PEFR 為 40-60%的預期值(中度),3,,A010111
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A010112
,,發燒(看起來有病容),3,,A010113
,,氣喘且 PEFR 為>60%的預期值(輕度),4,,A010114
,,發燒(看起來無病容),4,,A010115
,,無呼吸窘迫徵象,4,＊,A010116
,A0102 呼吸停止,呼吸停止,1,＊,A010201
,A0103 咳嗽,中度呼吸窘迫(<92%),2,,A010301
,,血行動力循環不足,2,,A010302
,,意識程度改變(GCS9-13),2,,A010303
,,發燒(免疫功能缺陷),2,,A010304
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A010305
,,輕度呼吸窘迫(92-94%),3,,A010306
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A010307
,,發燒(看起來有病容),3,,A010308
,,發燒(看起來無病容),4,,A010309
,,急性咳嗽，生命徵象正常,4,＊,A010310
,,慢性咳嗽，生命徵象正常，無發燒，無疼痛不適,5,＊,A010311
,A0104 換氣過度,重度呼吸窘迫(<90%),1,,A010401
,,休克,1,,A010402
,,無意識(GCS3-8),1,,A010403
,,中度呼吸窘迫(<92%),2,,A010404
,,血行動力循環不足,2,,A010405
,,意識程度改變(GCS9-13),2,,A010406
,,發燒(免疫功能缺陷),2,,A010407
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A010408
,,輕度呼吸窘迫(92-94%),3,,A010409
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A010410
,,發燒(看起來有病容),3,,A010411
,,發燒(看起來無病容),4,,A010412
,,已緩解，生命徵象正常，無發燒，無疼痛不適,4,＊,A010413
,A0105 咳血,重度呼吸窘迫(<90%),1,,A010501
,,休克,1,,A010502
,,無意識(GCS3-8),1,,A010503
,,中度呼吸窘迫(<92%),2,,A010504
,,血行動力循環不足,2,,A010505
,,意識程度改變(GCS9-13),2,,A010506
,,發燒(免疫功能缺陷),2,,A010507
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A010508
,,凝血異常-危及生命或肢體的出血,2,＊,A010509
,,輕度呼吸窘迫(92-94%),3,,A010510
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A010511
,,發燒(看起來有病容),3,,A010512
,,凝血異常-中度或輕度的出血,3,＊,A010513
,,咳血塊,3,＊,A010514
,,發燒(看起來無病容),4,,A010515
,,痰中帶血絲,4,＊,A010516
,A0106 呼吸道內異物,重度呼吸窘迫(<90%),1,,A010601
,,休克,1,,A010602
,,無意識(GCS3-8),1,,A010603
,,中度呼吸窘迫(<92%),2,,A010604
,,血行動力循環不足,2,,A010605
,,意識程度改變(GCS9-13),2,,A010606
,,發燒(免疫功能缺陷),2,,A010607
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A010608
,,急性中樞重度疼痛(8-10),2,,A010609
,,口水外流或喘鳴,2,＊,A010610
,,嘶啞聲或無法言語,2,＊,A010611
,,輕度呼吸窘迫(92-94%),3,,A010612
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A010613
,,發燒(看起來有病容),3,,A010614
,,急性中樞中度疼痛(4-7),3,,A010615
,,有吞嚥困難，但無呼吸窘迫徵象,3,＊,A010616
,,發燒(看起來無病容),4,,A010617
,,急性中樞輕度疼痛(<4),4,,A010618
,,呼吸道內異物，生命徵象正常，無發燒，無疼痛不適,4,＊,A010619
,A0107 過敏反應,重度呼吸窘迫(<90%),1,,A010701
,,休克,1,,A010702
,,無意識(GCS3-8),1,,A010703
,,中度呼吸窘迫(<92%),2,,A010704
,,血行動力循環不足,2,,A010705
,,意識程度改變(GCS9-13),2,,A010706
,,發燒(免疫功能缺陷),2,,A010707
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A010708
,,過去曾出現嚴重過敏反應,2,＊,A010709
,,輕度呼吸窘迫(92-94%),3,,A010710
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A010711
,,發燒(看起來有病容),3,,A010712
,,急性周邊重度疼痛(8-10),3,,A010713
,,發燒(看起來無病容),4,,A010714
,,急性周邊中度疼痛(4-7),4,,A010715
,,過敏或非特定因素引起的鼻塞，生命徵象正常，無發燒，無疼痛不適,5,＊,A010716
A02 心臟血管系統,A0201 心跳停止,心跳停止,1,＊,A020101
,A0202 胸痛/胸悶,重度呼吸窘迫(<90%),1,,A020201
,,休克,1,,A020202
,,無意識(GCS3-8),1,,A020203
,,中度呼吸窘迫(<92%),2,,A020204
,,血行動力循環不足,2,,A020205
,,意識程度改變(GCS9-13),2,,A020206
,,發燒(免疫功能缺陷),2,,A020207
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A020208
,,急性中樞重度疼痛(8-10),2,,A020209
,,疑似心因性胸痛/胸悶,2,＊,A020210
,,急性撕裂性疼痛,2,＊,A020211
,,輕度呼吸窘迫(92-94%),3,,A020212
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A020213
,,發燒(看起來有病容),3,,A020214
,,急性中樞中度疼痛(4-7),3,,A020215
,,急性周邊重度疼痛(8-10)-肋膜性/胸壁,3,,A020216
,,發燒(看起來無病容),4,,A020217
,,急性中樞輕度疼痛(<4),4,,A020218
,,急性周邊中度疼痛(4-7)-肋膜性/胸壁,4,,A020219
,,急性周邊輕度疼痛(<4)-肋膜性/胸壁,5,,A020220
,A0203 心悸/不規則心跳,重度呼吸窘迫(<90%),1,,A020301
,,休克,1,,A020302
,,無意識(GCS3-8),1,,A020303
,,中度呼吸窘迫(<92%),2,,A020304
,,血行動力循環不足,2,,A020305
,,意識程度改變(GCS9-13),2,,A020306
,,每分鐘心跳次數<50 或>140，無休克徵象與症狀,2,,A020307
,,發燒(免疫功能缺陷),2,,A020308
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A020309
,,疑似心因性胸痛/胸悶,2,＊,A020310
,,有高危險性心律不整紀錄的病史,2,＊,A020311
,,輕度呼吸窘迫(92-94%),3,,A020312
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A020313
,,發燒(看起來有病容),3,,A020314
,,急性/突發性/持續性之心悸,3,＊,A020315
,,發燒(看起來無病容),4,,A020316
,,有心悸的病史或心悸已經緩解，生命徵象正常，無發燒，無疼痛不適,4,＊,A020317
,A0204 高血壓急症,重度呼吸窘迫(<90%),1,,A020401
,,休克,1,,A020402
,,無意識(GCS3-8),1,,A020403
,,中度呼吸窘迫(<92%),2,,A020404
,,血行動力循環不足,2,,A020405
,,意識程度改變(GCS9-13),2,,A020406
,,SBP≥220mmHg 或 DBP≥130mmHg，伴隨任一症狀(呼吸短促、胸痛、頭痛、噁心嘔吐、眩暈),2,＊,A020407
,,輕度呼吸窘迫(92-94%),3,,A020408
,,SBP≥220mmHg 或 DBP≥130mmHg，無症狀,3,＊,A020409
,,SBP200-220mmHg 或 DBP110-130mmHg，伴隨任一症狀(呼吸短促、胸痛、頭痛、噁心嘔吐、眩暈),3,＊,A020410
,,SBP200-220mmHg 或 DBP110-130mmHg，無症狀,4,＊,A020411
,A0205 全身虛弱/無力*假如懷疑腦中風，請選擇A0410 中風症狀,重度呼吸窘迫(<90%),1,,A020501
,,休克,1,,A020502
,,無意識(GCS3-8),1,,A020503
,,中度呼吸窘迫(<92%),2,,A020504
,,血行動力循環不足,2,,A020505
,,意識程度改變(GCS9-13),2,,A020506
,,發燒(免疫功能缺陷),2,,A020507
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A020508
,,輕度呼吸窘迫(92-94%),3,,A020509
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A020510
,,發燒(看起來有病容),3,,A020511
,,急性虛弱/無法走動,3,＊,A020512
,,腎病末期，合併有高血鉀或低血鉀的病史,3,＊,A020513
,,發燒(看起來無病容),4,,A020514
,,慢性虛弱狀況，沒有急性改變，生命徵象正常，無發燒，無疼痛不適,4,＊,A020515
,A0206 暈厥,重度呼吸窘迫(<90%),1,,A020601
,,休克,1,,A020602
,,無意識(GCS3-8),1,,A020603
,,中度呼吸窘迫(<92%),2,,A020604
,,血行動力循環不足,2,,A020605
,,意識程度改變(GCS9-13),2,,A020606
,,發燒(免疫功能缺陷),2,,A020607
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A020608
,,新發生之心律不整/已知或懷疑有心率改變,2,＊,A020609
,,沒有先兆症狀,2,＊,A020610
,,發生在運動期間,2,＊,A020611
,,輕度呼吸窘迫(92-94%),3,,A020612
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A020613
,,發燒(看起來有病容),3,,A020614
,,有先兆症狀或突然姿勢改變之暈厥,3,＊,A020615
,,發燒(看起來無病容),4,,A020616
,,暈厥症狀已緩解，生命徵象正常，無發燒，無疼痛不適,4,＊,A020617
,A0207 全身性水腫,重度呼吸窘迫(<90%),1,,A020701
,,休克,1,,A020702
,,無意識(GCS3-8),1,,A020703
,,中度呼吸窘迫(<92%),2,,A020704
,,血行動力循環不足,2,,A020705
,,意識程度改變(GCS9-13),2,,A020706
,,發燒(免疫功能缺陷),2,,A020707
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A020708
,,輕度呼吸窘迫(92-94%),3,,A020709
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A020710
,,發燒(看起來有病容),3,,A020711
,,發燒(看起來無病容),4,,A020712
,,全身性水腫，生命徵象正常，無發燒，無疼痛不適,4,＊,A020713
,A0208 肢體水腫,中度呼吸窘迫(<92%),2,,A020801
,,血行動力循環不足,2,,A020802
,,意識程度改變(GCS9-13),2,,A020803
,,發燒(免疫功能缺陷),2,,A020804
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A020805
,,輕度呼吸窘迫(92-94%),3,,A020806
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A020807
,,發燒(看起來有病容),3,,A020808
,,急性周邊重度疼痛(8-10),3,,A020809
,,發燒(看起來無病容),4,,A020810
,,急性周邊中度疼痛(4-7),4,,A020811
,,急性周邊輕度疼痛(<4),5,,A020812
,,肢體水腫，生命徵象正常，無發燒，無疼痛不適,5,＊,A020813
,A0209 冰冷無脈搏的肢體,重度呼吸窘迫(<90%),1,,A020901
,,休克,1,,A020902
,,無意識(GCS3-8),1,,A020903
,,中度呼吸窘迫(<92%),2,,A020904
,,血行動力循環不足,2,,A020905
,,意識程度改變(GCS9-13),2,,A020906
,,發燒(免疫功能缺陷),2,,A020907
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A020908
,,肢體冰冷無脈搏,2,＊,A020909
,A0210 單側肢體紅熱,中度呼吸窘迫(<92%),2,,A021001
,,血行動力循環不足,2,,A021002
,,意識程度改變(GCS9-13),2,,A021003
,,發燒(免疫功能缺陷),2,,A021004
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A021005
,,輕度呼吸窘迫(92-94%),3,,A021006
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A021007
,,發燒(看起來有病容),3,,A021008
,,急性周邊重度疼痛(8-10),3,,A021009
,,廣泛性發炎,3,＊,A021010
,,發燒(看起來無病容),4,,A021011
,,急性周邊中度疼痛(4-7),4,,A021012
,,局部性發炎,4,＊,A021013
A03 腸胃系統,A0301 腹痛,重度呼吸窘迫(<90%),1,,A030101
,,休克,1,,A030102
,,無意識(GCS3-8),1,,A030103
,,中度呼吸窘迫(<92%),2,,A030104
,,血行動力循環不足,2,,A030105
,,意識程度改變(GCS9-13),2,,A030106
,,發燒(免疫功能缺陷),2,,A030107
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A030108
,,急性中樞重度疼痛(8-10),2,,A030109
,,輕度呼吸窘迫(92-94%),3,,A030110
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A030111
,,發燒(看起來有病容),3,,A030112
,,急性中樞中度疼痛(4-7),3,,A030113
,,有明顯腹膜炎徵象,3,＊,A030114
,,腹痛且經期逾期,3,＊,A030115
,,發燒(看起來無病容),4,,A030116
,,急性中樞輕度疼痛(<4),4,,A030117
,,慢性或反覆性疼痛,4,＊,A030118
,A0302 厭食,中度呼吸窘迫(<92%),2,,A030201
,,血行動力循環不足,2,,A030202
,,意識程度改變(GCS9-13),2,,A030203
,,發燒(免疫功能缺陷),2,,A030204
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A030205
,,輕度呼吸窘迫(92-94%),3,,A030206
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A030207
,,發燒(看起來有病容),3,,A030208
,,體重明顯減輕,3,＊,A030209
,,發燒(看起來無病容),4,,A030210
,,厭食/缺乏食慾，生命徵象正常，無發燒，無疼痛不適,4,＊,A030211
,A0303 便秘,中度呼吸窘迫(<92%),2,,A030301
,,血行動力循環不足,2,,A030302
,,意識程度改變(GCS9-13),2,,A030303
,,發燒(免疫功能缺陷),2,,A030304
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A030305
,,急性中樞重度疼痛(8-10),2,,A030306
,,輕度呼吸窘迫(92-94%),3,,A030307
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A030308
,,發燒(看起來有病容),3,,A030309
,,急性中樞中度疼痛(4-7),3,,A030310
,,發燒(看起來無病容),4,,A030311
,,急性中樞輕度疼痛(<4),4,,A030312
,,習慣性便秘，生命徵象正常，無發燒，無疼痛不適,5,＊,A030313
,A0304 腹瀉*假如病人有凝血異常問題且有腹瀉帶血絲的情形，請選擇 A0310 血便/黑便,重度呼吸窘迫(<90%),1,,A030401
,,休克/重度脫水*,1,,A030402
,,無意識(GCS3-8),1,,A030403
,,中度呼吸窘迫(<92%),2,,A030404
,,血行動力循環不足/中度脫水*,2,,A030405
,,意識程度改變(GCS9-13),2,,A030406
,,發燒(免疫功能缺陷),2,,A030407
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A030408
,,輕度呼吸窘迫(92-94%),3,,A030409
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A030410
,,發燒(看起來有病容),3,,A030411
,,輕度脫水,3,＊,A030412
,,腹瀉帶血絲,3,＊,A030413
,,發燒(看起來無病容),4,,A030414
,,輕微腹瀉，無脫水現象，生命徵象正常，無發燒，無疼痛不適,5,＊,A030415
,A0305 直腸內異物,中度呼吸窘迫(<92%),2,,A030501
,,血行動力循環不足,2,,A030502
,,意識程度改變(GCS9-13),2,,A030503
,,發燒(免疫功能缺陷),2,,A030504
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A030505
,,輕度呼吸窘迫(92-94%),3,,A030506
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A030507
,,發燒(看起來有病容),3,,A030508
,,急性周邊重度疼痛(8-10),3,,A030509
,,發燒(看起來無病容),4,,A030510
,,急性周邊中度疼痛(4-7),4,,A030511
,,急性周邊輕度疼痛(<4),5,,A030512
,,直腸內異物，生命徵象正常，無發燒，無疼痛不適,5,＊,A030513
,A0306 鼠蹊部疼痛/腫塊,中度呼吸窘迫(<92%),2,,A030601
,,血行動力循環不足,2,,A030602
,,意識程度改變(GCS9-13),2,,A030603
,,發燒(免疫功能缺陷),2,,A030604
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A030605
,,急性中樞重度疼痛(8-10),2,,A030606
,,輕度呼吸窘迫(92-94%),3,,A030607
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A030608
,,發燒(看起來有病容),3,,A030609
,,急性中樞中度疼痛(4-7),3,,A030610
,,發燒(看起來無病容),4,,A030611
,,急性中樞輕度疼痛(<4),4,,A030612
,,鼠蹊部疼痛/腫塊，生命徵象正常，無發燒，無疼痛不適,5,＊,A030613
,A0307 噁心/嘔吐*假如病人有凝血異常問題且有咖啡色嘔吐物的情形，請選擇 A0309 吐血,重度呼吸窘迫(<90%),1,,A030701
,,休克,1,,A030702
,,無意識(GCS3-8),1,,A030703
,,中度呼吸窘迫(<92%),2,,A030704
,,血行動力循環不足,2,,A030705
,,意識程度改變(GCS9-13),2,,A030706
,,發燒(免疫功能缺陷),2,,A030707
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A030708
,,輕度呼吸窘迫(92-94%),3,,A030709
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A030710
,,發燒(看起來有病容),3,,A030711
,,咖啡色嘔吐物/黑便,3,＊,A030712
,,急性持續性嘔吐,3,＊,A030713
,,發燒(看起來無病容),4,,A030714
,,間歇性的噁心/嘔吐或已緩解,4,＊,A030715
,,慢性噁心嘔吐，生命徵象正常，無發燒，無疼痛不適,5,＊,A030716
,A0308 直腸會陰疼痛,中度呼吸窘迫(<92%),2,,A030801
,,血行動力循環不足,2,,A030802
,,意識程度改變(GCS9-13),2,,A030803
,,發燒(免疫功能缺陷),2,,A030804
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A030805
,,輕度呼吸窘迫(92-94%),3,,A030806
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A030807
,,發燒(看起來有病容),3,,A030808
,,廣泛性發炎,3,＊,A030809
,,急性周邊重度疼痛(8-10),3,,A030810
,,發燒(看起來無病容),4,,A030811
,,急性周邊中度疼痛(4-7),4,,A030812
,,局部性發炎,4,＊,A030813
,,急性周邊輕度疼痛(<4),5,,A030814
,A0309 吐血,重度呼吸窘迫(<90%),1,,A030901
,,休克,1,,A030902
,,無意識(GCS3-8),1,,A030903
,,中度呼吸窘迫(<92%),2,,A030904
,,血行動力循環不足,2,,A030905
,,意識程度改變(GCS9-13),2,,A030906
,,發燒(免疫功能缺陷),2,,A030907
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A030908
,,凝血異常-危及生命或肢體的出血,2,＊,A030909
,,急性或明顯吐血,2,＊,A030910
,,小量的嘔吐，生命徵象正常/咖啡色嘔吐物，但合併有肝硬化或食道靜脈曲張出血,2,＊,A030911
,,輕度呼吸窘迫(92-94%),3,,A030912
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A030913
,,發燒(看起來有病容),3,,A030914
,,凝血異常-中度或輕度的出血,3,＊,A030915
,,小量的嘔吐/咖啡色嘔吐物，生命徵象正常,3,＊,A030916
,A0310 血便/黑便,重度呼吸窘迫(<90%),1,,A031001
,,休克,1,,A031002
,,無意識(GCS3-8),1,,A031003
,,中度呼吸窘迫(<92%),2,,A031004
,,血行動力循環不足,2,,A031005
,,意識程度改變(GCS9-13),2,,A031006
,,發燒(免疫功能缺陷),2,,A031007
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A031008
,,凝血異常-危及生命或肢體的出血,2,＊,A031009
,,大量血便/黑便,2,＊,A031010
,,輕度呼吸窘迫(92-94%),3,,A031011
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A031012
,,發燒(看起來有病容),3,,A031013
,,凝血異常-中度或輕度的出血,3,＊,A031014
,,中量血便/黑便,3,＊,A031015
,,發燒(看起來無病容),4,,A031016
,,小量血便/黑便,4,＊,A031017
,A0311 黃疸,中度呼吸窘迫(<92%),2,,A031101
,,血行動力循環不足,2,,A031102
,,意識程度改變(GCS9-13),2,,A031103
,,發燒(免疫功能缺陷),2,,A031104
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A031105
,,急性中樞重度疼痛(8-10),2,,A031106
,,輕度呼吸窘迫(92-94%),3,,A031107
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A031108
,,發燒(看起來有病容),3,,A031109
,,急性中樞中度疼痛(4-7),3,,A031110
,,發燒(看起來無病容),4,,A031111
,,急性中樞輕度疼痛(<4),4,,A031112
,,黃疸相關症狀，生命徵象正常，無發燒，無疼痛不適,4,＊,A031113
,A0312 打嗝,發燒(看起來有病容),3,,A031201
,,發燒(看起來無病容),4,,A031202
,,持續性打嗝,4,＊,A031203
,,間歇性打嗝，生命徵象正常，無發燒，無疼痛不適,5,＊,A031204
,A0313 腹部腫塊/腹脹,重度呼吸窘迫(<90%),1,,A031301
,,休克,1,,A031302
,,無意識(GCS3-8),1,,A031303
,,中度呼吸窘迫(<92%),2,,A031304
,,血行動力循環不足,2,,A031305
,,意識程度改變(GCS9-13),2,,A031306
,,發燒(免疫功能缺陷),2,,A031307
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A031308
,,急性中樞重度疼痛(8-10),2,,A031309
,,輕度呼吸窘迫(92-94%),3,,A031310
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A031311
,,發燒(看起來有病容),3,,A031312
,,急性中樞中度疼痛(4-7),3,,A031313
,,持續性嘔吐,3,＊,A031314
,,發燒(看起來無病容),4,,A031315
,,急性中樞輕度疼痛(<4),4,,A031316
,,腹脹，生命徵象正常，無發燒，無疼痛不適,4,＊,A031317
,,慢性腹水，生命徵象正常，無發燒，無疼痛不適,5,＊,A031318
,A0314 吞食異物,重度呼吸窘迫(<90%),1,,A031401
,,休克,1,,A031402
,,無意識(GCS3-8),1,,A031403
,,中度呼吸窘迫(<92%),2,,A031404
,,血行動力循環不足,2,,A031405
,,意識程度改變(GCS9-13),2,,A031406
,,發燒(免疫功能缺陷),2,,A031407
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A031408
,,急性中樞重度疼痛(8-10),2,,A031409
,,口水外流或喘鳴,2,＊,A031410
,,嘶啞聲或無法言語,2,＊,A031411
,,輕度呼吸窘迫(92-94%),3,,A031412
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A031413
,,發燒(看起來有病容),3,,A031414
,,急性中樞中度疼痛(4-7),3,,A031415
,,有吞嚥困難，但無呼吸窘迫徵象,3,＊,A031416
,,可能有異物,3,＊,A031417
,,發燒(看起來無病容),4,,A031418
,,急性中樞輕度疼痛(<4),4,,A031419
A04 神經系統,A0401 意識程度改變,重度呼吸窘迫(<90%),1,,A040101
,,休克,1,,A040102
,,無意識(GCS3-8),1,,A040103
,,中度呼吸窘迫(<92%),2,,A040104
,,血行動力循環不足,2,,A040105
,,意識程度改變(GCS9-13),2,,A040106
,,發燒(免疫功能缺陷),2,,A040107
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A040108
,,<60mg/dl，伴隨任一症狀(混亂、冒汗、虛弱、顫抖),2,＊,A040109
,,輕度呼吸窘迫(92-94%),3,,A040110
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A040111
,,發燒(看起來有病容),3,,A040112
,,發燒(看起來無病容),4,,A040113
,A0402 混亂,中度呼吸窘迫(<92%),2,,A040201
,,血行動力循環不足,2,,A040202
,,意識程度改變(GCS9-13),2,,A040203
,,發燒(免疫功能缺陷),2,,A040204
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A040205
,,<60mg/dl，伴隨任一症狀(混亂、冒汗、虛弱、顫抖),2,＊,A040206
,,急性，有頭痛或意識程度改變,2,＊,A040207
,,輕度呼吸窘迫(92-94%),3,,A040208
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A040209
,,發燒(看起來有病容),3,,A040210
,,急性，沒有頭痛或意識程度改變,3,＊,A040211
,,發燒(看起來無病容),4,,A040212
,,慢性，和平常狀態一樣，生命徵象正常，無發燒，無疼痛不適,4,＊,A040213
,A0403 眩暈/頭暈,重度呼吸窘迫(<90%),1,,A040301
,,休克,1,,A040302
,,無意識(GCS3-8),1,,A040303
,,中度呼吸窘迫(<92%),2,,A040304
,,血行動力循環不足,2,,A040305
,,意識程度改變(GCS9-13),2,,A040306
,,發燒(免疫功能缺陷),2,,A040307
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A040308
,,非姿勢性+/-其他神經學症狀,2,＊,A040309
,,輕度呼吸窘迫(92-94%),3,,A040310
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A040311
,,發燒(看起來有病容),3,,A040312
,,姿勢性，無其他神經學症狀,3,＊,A040313
,,發燒(看起來無病容),4,,A040314
,,慢性或反覆性眩暈，生命徵象正常，無發燒，無疼痛不適,4,＊,A040315
,A0404 頭痛,重度呼吸窘迫(<90%),1,,A040401
,,休克,1,,A040402
,,無意識(GCS3-8),1,,A040403
,,中度呼吸窘迫(<92%),2,,A040404
,,血行動力循環不足,2,,A040405
,,意識程度改變(GCS9-13),2,,A040406
,,發燒(免疫功能缺陷),2,,A040407
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A040408
,,急性中樞重度疼痛(8-10),2,,A040409
,,突然/劇烈/前所未有的嚴重,2,＊,A040410
,,急性視覺障礙+/-眼睛疼痛,2,＊,A040411
,,輕度呼吸窘迫(92-94%),3,,A040412
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A040413
,,發燒(看起來有病容),3,,A040414
,,急性中樞中度疼痛(4-7),3,,A040415
,,發燒(看起來無病容),4,,A040416
,,急性中樞輕度疼痛(<4),4,,A040417
,A0405 抽搐,重度呼吸窘迫(<90%),1,,A040501
,,休克,1,,A040502
,,無意識(GCS3-8),1,,A040503
,,持續抽搐,1,＊,A040504
,,中度呼吸窘迫(<92%),2,,A040505
,,血行動力循環不足,2,,A040506
,,意識程度改變(GCS9-13),2,,A040507
,,發燒(免疫功能缺陷),2,,A040508
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A040509
,,急性中樞重度疼痛(8-10),2,,A040510
,,抽搐已停止，意識仍未恢復,2,＊,A040511
,,輕度呼吸窘迫(92-94%),3,,A040512
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A040513
,,發燒(看起來有病容),3,,A040514
,,急性中樞中度疼痛(4-7),3,,A040515
,,抽搐已停止，意識清醒,3,＊,A040516
,A0406 步態不穩/運動失調*假如懷疑腦中風，請選擇 A0410 中風症狀,重度呼吸窘迫(<90%),1,,A040601
,,休克,1,,A040602
,,無意識(GCS3-8),1,,A040603
,,中度呼吸窘迫(<92%),2,,A040604
,,血行動力循環不足,2,,A040605
,,意識程度改變(GCS9-13),2,,A040606
,,發燒(免疫功能缺陷),2,,A040607
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A040608
,,症狀發作時間<4.5 小時,2,＊,A040609
,,輕度呼吸窘迫(92-94%),3,,A040610
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A040611
,,發燒(看起來有病容),3,,A040612
,,步態不穩/運動失調，急性,3,＊,A040613
,,發燒(看起來無病容),4,,A040614
,,步態不穩/運動失調，慢性，生命徵象正常，無發燒，無疼痛不適,4,＊,A040615
,A0407 震顫,中度呼吸窘迫(<92%),2,,A040701
,,血行動力循環不足,2,,A040702
,,意識程度改變(GCS9-13),2,,A040703
,,發燒(免疫功能缺陷),2,,A040704
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A040705
,,輕度呼吸窘迫(92-94%),3,,A040706
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A040707
,,發燒(看起來有病容),3,,A040708
,,發燒(看起來無病容),4,,A040709
,,慢性震顫，生命徵象正常，無發燒，無疼痛不適,4,＊,A040710
,A0408 肢體無力,重度呼吸窘迫(<90%),1,,A040801
,,休克,1,,A040802
,,無意識(GCS3-8),1,,A040803
,,中度呼吸窘迫(<92%),2,,A040804
,,血行動力循環不足,2,,A040805
,,意識程度改變(GCS9-13),2,,A040806
,,發燒(免疫功能缺陷),2,,A040807
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A040808
,,急性中樞重度疼痛(8-10),2,,A040809
,,凝血異常-危及生命或肢體的出血,2,＊,A040810
,,症狀發作時間<4.5 小時,2,＊,A040811
,,輕度呼吸窘迫(92-94%),3,,A040812
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A040813
,,發燒(看起來有病容),3,,A040814
,,急性中樞中度疼痛(4-7),3,,A040815
,,凝血異常-中度或輕度的出血,3,＊,A040816
,,症狀發作時間>4.5 小時或已緩解,3,＊,A040817
,A0409 知覺喪失/感覺異常*假如懷疑腦中風，請選擇A0410 中風症狀,知覺喪失/感覺異常，急性,3,＊,A040901
,,知覺喪失/感覺異常，慢性，生命徵象正常，無發燒，無疼痛不適,4,＊,A040902
,A0410 中風症狀(突發性口齒不清/單側肢體感覺異常/突發性視覺異常),重度呼吸窘迫(<90%),1,,A041001
,,休克,1,,A041002
,,無意識(GCS3-8),1,,A041003
,,中度呼吸窘迫(<92%),2,,A041004
,,血行動力循環不足,2,,A041005
,,意識程度改變(GCS9-13),2,,A041006
,,發燒(免疫功能缺陷),2,,A041007
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A041008
,,急性中樞重度疼痛(8-10),2,,A041009
,,凝血異常-危及生命或肢體的出血,2,＊,A041010
,,症狀發作時間<4.5 小時,2,＊,A041011
,,輕度呼吸窘迫(92-94%),3,,A041012
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A041013
,,發燒(看起來有病容),3,,A041014
,,急性中樞中度疼痛(4-7),3,,A041015
,,凝血異常-中度或輕度的出血,3,＊,A041016
,,症狀發作時間>4.5 小時或已緩解,3,＊,A041017
A05 骨骼系統,A0501 背痛,重度呼吸窘迫(<90%),1,,A050101
,,休克,1,,A050102
,,無意識(GCS3-8),1,,A050103
,,中度呼吸窘迫(<92%),2,,A050104
,,血行動力循環不足,2,,A050105
,,意識程度改變(GCS9-13),2,,A050106
,,發燒(免疫功能缺陷),2,,A050107
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A050108
,,急性中樞重度疼痛(8-10),2,,A050109
,,出現神經學症狀+/-排尿、排便障礙,2,＊,A050110
,,輕度呼吸窘迫(92-94%),3,,A050111
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A050112
,,發燒(看起來有病容),3,,A050113
,,急性中樞中度疼痛(4-7),3,,A050114
,,發燒(看起來無病容),4,,A050115
,,急性中樞輕度疼痛(<4),4,,A050116
,A0502 上肢疼痛,重度呼吸窘迫(<90%),1,,A050201
,,休克,1,,A050202
,,無意識(GCS3-8),1,,A050203
,,中度呼吸窘迫(<92%),2,,A050204
,,血行動力循環不足,2,,A050205
,,意識程度改變(GCS9-13),2,,A050206
,,發燒(免疫功能缺陷),2,,A050207
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A050208
,,神經受損或肢體血管循環不佳徵象,2,＊,A050209
,,石膏緊密，伴隨神經受損或肢體血管循環不佳徵象,2,＊,A050210
,,輕度呼吸窘迫(92-94%),3,,A050211
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A050212
,,發燒(看起來有病容),3,,A050213
,,急性周邊重度疼痛(8-10),3,,A050214
,,發燒(看起來無病容),4,,A050215
,,急性周邊中度疼痛(4-7),4,,A050216
,,石膏緊密，沒有神經受損或肢體血管循環不佳徵象,4,＊,A050217
,,急性周邊輕度疼痛(<4),5,,A050218
,A0503 下肢疼痛,重度呼吸窘迫(<90%),1,,A050301
,,休克,1,,A050302
,,無意識(GCS3-8),1,,A050303
,,中度呼吸窘迫(<92%),2,,A050304
,,血行動力循環不足,2,,A050305
,,意識程度改變(GCS9-13),2,,A050306
,,發燒(免疫功能缺陷),2,,A050307
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A050308
,,神經受損或肢體血管循環不佳徵象,2,＊,A050309
,,石膏緊密，伴隨神經受損或肢體血管循環不佳徵象,2,＊,A050310
,,輕度呼吸窘迫(92-94%),3,,A050311
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A050312
,,發燒(看起來有病容),3,,A050313
,,急性周邊重度疼痛(8-10),3,,A050314
,,發燒(看起來無病容),4,,A050315
,,急性周邊中度疼痛(4-7),4,,A050316
,,石膏緊密，沒有神經受損或肢體血管循環不佳徵象,4,＊,A050317
,,急性周邊輕度疼痛(<4),5,,A050318
,A0504 關節腫脹,中度呼吸窘迫(<92%),2,,A050401
,,血行動力循環不足,2,,A050402
,,意識程度改變(GCS9-13),2,,A050403
,,發燒(免疫功能缺陷),2,,A050404
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A050405
,,輕度呼吸窘迫(92-94%),3,,A050406
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A050407
,,發燒(看起來有病容),3,,A050408
,,急性周邊重度疼痛(8-10),3,,A050409
,,發燒(看起來無病容),4,,A050410
,,急性周邊中度疼痛(4-7),4,,A050411
,,急性周邊輕度疼痛(<4),5,,A050412
,,關節腫脹，生命徵象正常，無發燒，無疼痛不適,5,＊,A050413
A06 泌尿系統,A0601 腰痛,重度呼吸窘迫(<90%),1,,A060101
,,休克,1,,A060102
,,無意識(GCS3-8),1,,A060103
,,中度呼吸窘迫(<92%),2,,A060104
,,血行動力循環不足,2,,A060105
,,意識程度改變(GCS9-13),2,,A060106
,,發燒(免疫功能缺陷),2,,A060107
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A060108
,,急性中樞重度疼痛(8-10),2,,A060109
,,輕度呼吸窘迫(92-94%),3,,A060110
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A060111
,,發燒(看起來有病容),3,,A060112
,,急性中樞中度疼痛(4-7),3,,A060113
,,發燒(看起來無病容),4,,A060114
,,急性中樞輕度疼痛(<4),4,,A060115
,A0602 血尿,重度呼吸窘迫(<90%),1,,A060201
,,休克,1,,A060202
,,無意識(GCS3-8),1,,A060203
,,中度呼吸窘迫(<92%),2,,A060204
,,血行動力循環不足,2,,A060205
,,意識程度改變(GCS9-13),2,,A060206
,,發燒(免疫功能缺陷),2,,A060207
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A060208
,,凝血異常-危及生命或肢體的出血,2,＊,A060209
,,輕度呼吸窘迫(92-94%),3,,A060210
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A060211
,,發燒(看起來有病容),3,,A060212
,,急性周邊重度疼痛(8-10),3,,A060213
,,凝血異常-中度或輕度的出血,3,＊,A060214
,,發燒(看起來無病容),4,,A060215
,,急性周邊中度疼痛(4-7),4,,A060216
,,急性周邊輕度疼痛(<4),5,,A060217
,,血尿，生命徵象正常，無發燒，無疼痛不適,5,＊,A060218
,A0603 生殖器官分泌物/病變,輕度呼吸窘迫(92-94%),3,,A060301
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A060302
,,發燒(看起來有病容),3,,A060303
,,急性周邊重度疼痛(8-10),3,,A060304
,,發燒(看起來無病容),4,,A060305
,,急性周邊中度疼痛(4-7),4,,A060306
,,急性周邊輕度疼痛(<4),5,,A060307
,,生殖器分泌物，生命徵象正常，無發燒，無疼痛不適,5,＊,A060308
,A0604 陰莖腫脹,中度呼吸窘迫(<92%),2,,A060401
,,血行動力循環不足,2,,A060402
,,意識程度改變(GCS9-13),2,,A060403
,,陰莖異常勃起,2,＊,A060404
,,包皮過長而且外翻，無法恢復原狀,2,＊,A060405
,,輕度呼吸窘迫(92-94%),3,,A060406
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A060407
,,發燒(看起來有病容),3,,A060408
,,急性周邊重度疼痛(8-10),3,,A060409
,,發燒(看起來無病容),4,,A060410
,,急性周邊中度疼痛(4-7),4,,A060411
,,急性周邊輕度疼痛(<4),5,,A060412
,,陰莖腫脹，生命徵象正常，無發燒，無疼痛不適,5,＊,A060413
,A0605 陰囊疼痛/腫脹,中度呼吸窘迫(<92%),2,,A060501
,,血行動力循環不足,2,,A060502
,,意識程度改變(GCS9-13),2,,A060503
,,發燒(免疫功能缺陷),2,,A060504
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A060505
,,急性中樞重度疼痛(8-10),2,,A060506
,,輕度呼吸窘迫(92-94%),3,,A060507
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A060508
,,發燒(看起來有病容),3,,A060509
,,急性中樞中度疼痛(4-7),3,,A060510
,,發燒(看起來無病容),4,,A060511
,,急性中樞輕度疼痛(<4),4,,A060512
,,陰囊腫脹，生命徵象正常，無發燒，無疼痛不適,4,＊,A060513
,A0606 尿滯留,中度呼吸窘迫(<92%),2,,A060601
,,血行動力循環不足,2,,A060602
,,意識程度改變(GCS9-13),2,,A060603
,,發燒(免疫功能缺陷),2,,A060604
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A060605
,,急性中樞重度疼痛(8-10),2,,A060606
,,輕度呼吸窘迫(92-94%),3,,A060607
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A060608
,,發燒(看起來有病容),3,,A060609
,,急性中樞中度疼痛(4-7),3,,A060610
,,發燒(看起來無病容),4,,A060611
,,急性中樞輕度疼痛(<4),4,,A060612
,,尿滯留，生命徵象正常，無發燒，無疼痛不適,4,＊,A060613
,A0607 泌尿道感染相關症狀(頻尿、解尿疼痛),中度呼吸窘迫(<92%),2,,A060701
,,血行動力循環不足,2,,A060702
,,意識程度改變(GCS9-13),2,,A060703
,,發燒(免疫功能缺陷),2,,A060704
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A060705
,,輕度呼吸窘迫(92-94%),3,,A060706
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A060707
,,發燒(看起來有病容),3,,A060708
,,急性周邊重度疼痛(8-10),3,,A060709
,,發燒(看起來無病容),4,,A060710
,,急性周邊中度疼痛(4-7),4,,A060711
,,急性周邊輕度疼痛(<4),5,,A060712
,,泌尿道感染相關症狀，生命徵象正常，無發燒，無疼痛不適,5,＊,A060713
,A0608 少尿,重度呼吸窘迫(<90%),1,,A060801
,,休克,1,,A060802
,,無意識(GCS3-8),1,,A060803
,,中度呼吸窘迫(<92%),2,,A060804
,,血行動力循環不足,2,,A060805
,,意識程度改變(GCS9-13),2,,A060806
,,發燒(免疫功能缺陷),2,,A060807
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A060808
,,急性中樞重度疼痛(8-10),2,,A060809
,,輕度呼吸窘迫(92-94%),3,,A060810
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A060811
,,發燒(看起來有病容),3,,A060812
,,急性中樞中度疼痛(4-7),3,,A060813
,,發燒(看起來無病容),4,,A060814
,,急性中樞輕度疼痛(<4),4,,A060815
,,少尿，生命徵象正常，無發燒，無疼痛不適,4,＊,A060816
,A0609 多尿,重度呼吸窘迫(<90%),1,,A060901
,,休克,1,,A060902
,,無意識(GCS3-8),1,,A060903
,,中度呼吸窘迫(<92%),2,,A060904
,,血行動力循環不足,2,,A060905
,,意識程度改變(GCS9-13),2,,A060906
,,發燒(免疫功能缺陷),2,,A060907
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A060908
,,急性中樞重度疼痛(8-10),2,,A060909
,,輕度呼吸窘迫(92-94%),3,,A060910
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A060911
,,發燒(看起來有病容),3,,A060912
,,急性中樞中度疼痛(4-7),3,,A060913
,,發燒(看起來無病容),4,,A060914
,,急性中樞輕度疼痛(<4),4,,A060915
,,多尿，生命徵象正常，無發燒，無疼痛不適,4,＊,A060916
,A0610 鼠蹊部疼痛/腫塊,中度呼吸窘迫(<92%),2,,A061001
,,血行動力循環不足,2,,A061002
,,意識程度改變(GCS9-13),2,,A061003
,,發燒(免疫功能缺陷),2,,A061004
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A061005
,,急性中樞重度疼痛(8-10),2,,A061006
,,輕度呼吸窘迫(92-94%),3,,A061007
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A061008
,,發燒(看起來有病容),3,,A061009
,,急性中樞中度疼痛(4-7),3,,A061010
,,發燒(看起來無病容),4,,A061011
,,急性中樞輕度疼痛(<4),4,,A061012
,,鼠蹊部疼痛/腫塊，生命徵象正常，無發燒，無疼痛不適,5,＊,A061013
A07 耳鼻喉系統,A0701 耳朵疼痛,輕度呼吸窘迫(92-94%),3,,A070101
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A070102
,,發燒(看起來有病容),3,,A070103
,,急性周邊重度疼痛(8-10),3,,A070104
,,發燒(看起來無病容),4,,A070105
,,急性周邊中度疼痛(4-7),4,,A070106
,,急性周邊輕度疼痛(<4),5,,A070107
,A0702 耳內異物,急性周邊重度疼痛(8-10),3,,A070201
,,急性周邊中度疼痛(4-7),4,,A070202
,,急性周邊輕度疼痛(<4),5,,A070203
,,耳內異物，生命徵象正常，無發燒，無疼痛不適,5,＊,A070204
,A0703 聽力改變,急性或突發性聽力改變,3,＊,A070301
,,慢性或漸進性聽力改變，生命徵象正常，無發燒，無疼痛不適,5,＊,A070302
,A0704 耳鳴,耳鳴，生命徵象正常，無發燒，無疼痛不適,4,＊,A070401
,A0705 耳朵分泌物,輕度呼吸窘迫(92-94%),3,,A070501
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A070502
,,發燒(看起來有病容),3,,A070503
,,發燒(看起來無病容),4,,A070504
,,耳朵分泌物，生命徵象正常，無發燒，無疼痛不適,5,＊,A070505
,A0706 牙齒/牙齦問題,凝血異常-危及生命或肢體的出血,2,＊,A070601
,,無法控制的出血,2,＊,A070602
,,急性周邊重度疼痛(8-10),3,,A070603
,,凝血異常-中度或輕度的出血,3,＊,A070604
,,加壓後已止血,3,＊,A070605
,,急性周邊中度疼痛(4-7),4,,A070606
,,牙齒/牙齦出血已止住,4,＊,A070607
,,急性周邊輕度疼痛(<4),5,,A070608
,,牙齒/牙齦問題，生命徵象正常，無發燒，無疼痛不適,5,＊,A070609
,A0707 喉嚨痛,重度呼吸窘迫(<90%),1,,A070701
,,休克,1,,A070702
,,無意識(GCS3-8),1,,A070703
,,中度呼吸窘迫(<92%),2,,A070704
,,血行動力循環不足,2,,A070705
,,意識程度改變(GCS9-13),2,,A070706
,,發燒(免疫功能缺陷),2,,A070707
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A070708
,,急性中樞重度疼痛(8-10),2,,A070709
,,口水外流或喘鳴,2,＊,A070710
,,口咽、嘴唇與舌頭明顯腫脹或水腫,2,＊,A070711
,,輕度呼吸窘迫(92-94%),3,,A070712
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A070713
,,發燒(看起來有病容),3,,A070714
,,急性中樞中度疼痛(4-7),3,,A070715
,,有吞嚥困難，但無呼吸窘迫徵象,3,＊,A070716
,,發燒(看起來無病容),4,,A070717
,,急性中樞輕度疼痛(<4),4,,A070718
,,輕微發炎，生命徵象正常，無發燒,5,＊,A070719
,A0708 頸部腫脹/疼痛,重度呼吸窘迫(<90%),1,,A070801
,,休克,1,,A070802
,,無意識(GCS3-8),1,,A070803
,,中度呼吸窘迫(<92%),2,,A070804
,,血行動力循環不足,2,,A070805
,,意識程度改變(GCS9-13),2,,A070806
,,發燒(免疫功能缺陷),2,,A070807
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A070808
,,急性中樞重度疼痛(8-10),2,,A070809
,,頸部僵硬或腦膜炎徵候+/-發燒,2,＊,A070810
,,輕度呼吸窘迫(92-94%),3,,A070811
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A070812
,,發燒(看起來有病容),3,,A070813
,,急性中樞中度疼痛(4-7),3,,A070814
,,發燒(看起來無病容),4,,A070815
,,急性中樞輕度疼痛(<4),4,,A070816
,,頸部腫脹，生命徵象正常，無發燒，無疼痛不適,5,＊,A070817
,A0709 吞嚥困難,重度呼吸窘迫(<90%),1,,A070901
,,休克,1,,A070902
,,無意識(GCS3-8),1,,A070903
,,中度呼吸窘迫(<92%),2,,A070904
,,血行動力循環不足,2,,A070905
,,意識程度改變(GCS9-13),2,,A070906
,,發燒(免疫功能缺陷),2,,A070907
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A070908
,,急性中樞重度疼痛(8-10),2,,A070909
,,口水外流或喘鳴,2,＊,A070910
,,輕度呼吸窘迫(92-94%),3,,A070911
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A070912
,,發燒(看起來有病容),3,,A070913
,,急性中樞中度疼痛(4-7),3,,A070914
,,可能有異物,3,＊,A070915
,A0710 顏面疼痛(無外傷/無牙齒問題),重度呼吸窘迫(<90%),1,,A071001
,,休克,1,,A071002
,,無意識(GCS3-8),1,,A071003
,,中度呼吸窘迫(<92%),2,,A071004
,,血行動力循環不足,2,,A071005
,,意識程度改變(GCS9-13),2,,A071006
,,發燒(免疫功能缺陷),2,,A071007
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A071008
,,輕度呼吸窘迫(92-94%),3,,A071009
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A071010
,,發燒(看起來有病容),3,,A071011
,,急性周邊重度疼痛(8-10),3,,A071012
,,疑似下頷脫臼,3,＊,A071013
,,發燒(看起來無病容),4,,A071014
,,急性周邊中度疼痛(4-7),4,,A071015
,,急性周邊輕度疼痛(<4),5,,A071016
,A0711 流鼻血,重度呼吸窘迫(<90%),1,,A071101
,,休克,1,,A071102
,,無意識(GCS3-8),1,,A071103
,,中度呼吸窘迫(<92%),2,,A071104
,,血行動力循環不足,2,,A071105
,,意識程度改變(GCS9-13),2,,A071106
,,凝血異常-危及生命或肢體的出血,2,＊,A071107
,,無法控制的出血,2,＊,A071108
,,輕度呼吸窘迫(92-94%),3,,A071109
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A071110
,,凝血異常-中度或輕度的出血,3,＊,A071111
,,加壓後已止血,3,＊,A071112
,,發燒(看起來無病容),4,,A071113
,,急性流鼻血(已止血),4,＊,A071114
,,慢性或反覆性流鼻血(已止血)，生命徵象正常，無發燒，無疼痛不適,5,＊,A071115
,A0712 過敏或非特定因素引起的鼻塞,過敏或非特定因素引起的鼻塞，生命徵象正常，無發燒，無疼痛不適,5,＊,A071201
,A0713 鼻內異物,中度呼吸窘迫(<92%),2,,A071301
,,輕度呼吸窘迫(92-94%),3,,A071302
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A071303
,,發燒(看起來有病容),3,,A071304
,,急性周邊重度疼痛(8-10),3,,A071305
,,發燒(看起來無病容),4,,A071306
,,急性周邊中度疼痛(4-7),4,,A071307
,,急性周邊輕度疼痛(<4),5,,A071308
,,鼻內異物，生命徵象正常，無發燒，無疼痛不適,5,＊,A071309
,A0714 上呼吸道感染相關症狀(鼻塞、流鼻水、咳嗽、喉嚨痛),中度呼吸窘迫(<92%),2,,A071401
,,輕度呼吸窘迫(92-94%),3,,A071402
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A071403
,,發燒(看起來有病容),3,,A071404
,,急性周邊重度疼痛(8-10),3,,A071405
,,發燒(看起來無病容),4,,A071406
,,急性周邊中度疼痛(4-7),4,,A071407
,,急性周邊輕度疼痛(<4),5,,A071408
,,上呼吸道感染相關症狀，生命徵象正常，無發燒，無疼痛不適,5,＊,A071409
A08 眼科,A0801 眼睛分泌物,急性周邊重度疼痛(8-10),3,,A080101
,,急性周邊中度疼痛(4-7),4,,A080102
,,急性分泌物,4,＊,A080103
,,急性周邊輕度疼痛(<4),5,,A080104
,,慢性分泌物，生命徵象正常，無發燒，無疼痛不適,5,＊,A080105
,A0802 眼睛內異物,尖銳性異物,2,＊,A080201
,,急性或突發性視覺改變,2,＊,A080202
,,急性周邊重度疼痛(8-10),3,,A080203
,,急性周邊中度疼痛(4-7),4,,A080204
,,急性周邊輕度疼痛(<4),5,,A080205
,A0803 視覺障礙,急性或突發性視覺改變,2,＊,A080301
,,慢性或漸進性視覺改變，生命徵象正常，無發燒，無疼痛不適,4,＊,A080302
,A0804 眼睛疼痛,急性中樞重度疼痛(8-10),2,,A080401
,,急性或突發性視覺改變,2,＊,A080402
,,急性中樞中度疼痛(4-7),3,,A080403
,,急性中樞輕度疼痛(<4),4,,A080404
,A0805 眼睛紅/癢,急性周邊重度疼痛(8-10),3,,A080501
,,急性周邊中度疼痛(4-7),4,,A080502
,,急性分泌物,4,＊,A080503
,,急性周邊輕度疼痛(<4),5,,A080504
,,眼睛紅癢，生命徵象正常，無發燒，無疼痛不適,5,＊,A080505
,A0806 畏光/光傷害,急性中樞重度疼痛(8-10),2,,A080601
,,急性中樞中度疼痛(4-7),3,,A080602
,,急性中樞輕度疼痛(<4),4,,A080603
,,畏光，生命徵象正常，無發燒，無疼痛不適,4,＊,A080604
,A0807 複視*假如懷疑腦中風，請選擇A0410 中風症狀,急性發作,3,＊,A080701
,,慢性複視，生命徵象正常，無發燒，無疼痛不適,4,＊,A080702
,A0808 眼眶腫脹,中度呼吸窘迫(<92%),2,,A080801
,,血行動力循環不足,2,,A080802
,,意識程度改變(GCS9-13),2,,A080803
,,發燒(免疫功能缺陷),2,,A080804
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A080805
,,輕度呼吸窘迫(92-94%),3,,A080806
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A080807
,,發燒(看起來有病容),3,,A080808
,,眼眶周圍區域蜂窩性組織炎,3,＊,A080809
,,急性周邊重度疼痛(8-10),3,,A080810
,,發燒(看起來無病容),4,,A080811
,,急性周邊中度疼痛(4-7),4,,A080812
,,急性周邊輕度疼痛(<4),5,,A080813
,,眼眶輕微腫脹，生命徵象正常，無發燒，無疼痛不適,5,＊,A080814
,A0809 眼睛複檢,急性或突發性視覺改變,2,＊,A080901
,,急性周邊重度疼痛(8-10),3,,A080902
,,急性周邊中度疼痛(4-7),4,,A080903
,,急性周邊輕度疼痛(<4),5,,A080904
,,眼睛複檢，生命徵象正常，無發燒，無疼痛不適,5,＊,A080905
,A0810 化學物質暴露眼睛,化學物質濺入眼睛，造成傷害,2,＊,A081001
A09 皮膚系統,A0901 血液體液曝露,高危險性暴露,2,＊,A090101
,,低危險性暴露,3,＊,A090102
,A0902 搔癢,急性周邊重度疼痛(8-10),3,,A090201
,,急性周邊中度疼痛(4-7),4,,A090202
,,急性周邊輕度疼痛(<4),5,,A090203
,,搔癢，生命徵象正常，無發燒，無疼痛不適,5,＊,A090204
,A0903 紅疹,中度呼吸窘迫(<92%),2,,A090301
,,血行動力循環不足,2,,A090302
,,意識程度改變(GCS9-13),2,,A090303
,,發燒(免疫功能缺陷),2,,A090304
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A090305
,,紫斑或瘀斑，病容明顯,2,＊,A090306
,,臉部蜂窩性組織炎，眼眶周圍區域,3,＊,A090307
,,廣泛性紅疹,3,＊,A090308
,,輕度呼吸窘迫(92-94%),3,,A090309
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A090310
,,發燒(看起來有病容),3,,A090311
,,急性周邊重度疼痛(8-10),3,,A090312
,,發燒(看起來無病容),4,,A090313
,,急性周邊中度疼痛(4-7),4,,A090314
,,局部性紅疹(過敏反應),4,＊,A090315
,,急性周邊輕度疼痛(<4),5,,A090316
,,局部性紅疹，非過敏反應，生命徵象正常，無發燒，無疼痛不適,5,＊,A090317
,A0904 局部紅腫,重度呼吸窘迫(<90%),1,,A090401
,,休克,1,,A090402
,,無意識(GCS3-8),1,,A090403
,,中度呼吸窘迫(<92%),2,,A090404
,,血行動力循環不足,2,,A090405
,,意識程度改變(GCS9-13),2,,A090406
,,發燒(免疫功能缺陷),2,,A090407
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A090408
,,紫斑或瘀斑，病容明顯,2,＊,A090409
,,臉部蜂窩性組織炎，眼眶周圍區域,3,＊,A090410
,,輕度呼吸窘迫(92-94%),3,,A090411
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A090412
,,發燒(看起來有病容),3,,A090413
,,急性周邊重度疼痛(8-10),3,,A090414
,,廣泛性蜂窩組織炎/紅腫,3,＊,A090415
,,發燒(看起來無病容),4,,A090416
,,急性周邊中度疼痛(4-7),4,,A090417
,,局部性蜂窩組織炎/紅腫,4,＊,A090418
,,急性周邊輕度疼痛(<4),5,,A090419
,A0905 腫塊、長繭等,中度呼吸窘迫(<92%),2,,A090501
,,血行動力循環不足,2,,A090502
,,意識程度改變(GCS9-13),2,,A090503
,,發燒(免疫功能缺陷),2,,A090504
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A090505
,,輕度呼吸窘迫(92-94%),3,,A090506
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A090507
,,發燒(看起來有病容),3,,A090508
,,急性周邊重度疼痛(8-10),3,,A090509
,,發燒(看起來無病容),4,,A090510
,,急性周邊中度疼痛(4-7),4,,A090511
,,急性周邊輕度疼痛(<4),5,,A090512
,,腫塊、長繭等，生命徵象正常，無發燒，無疼痛不適,5,＊,A090513
,A0906 乳房紅腫,中度呼吸窘迫(<92%),2,,A090601
,,血行動力循環不足,2,,A090602
,,意識程度改變(GCS9-13),2,,A090603
,,發燒(免疫功能缺陷),2,,A090604
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A090605
,,輕度呼吸窘迫(92-94%),3,,A090606
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A090607
,,發燒(看起來有病容),3,,A090608
,,急性周邊重度疼痛(8-10),3,,A090609
,,發燒(看起來無病容),4,,A090610
,,急性周邊中度疼痛(4-7),4,,A090611
,,急性周邊輕度疼痛(<4),5,,A090612
,,乳房紅腫，生命徵象正常，無發燒，無疼痛不適,5,＊,A090613
,A0907 疑似傳染性皮膚病,急性周邊重度疼痛(8-10),3,,A090701
,,急性周邊中度疼痛(4-7),4,,A090702
,,急性周邊輕度疼痛(<4),5,,A090703
,,疑似傳染性皮膚病，生命徵象正常，無發燒，無疼痛不適,5,＊,A090704
,A0908 發紺,重度呼吸窘迫(<90%),1,,A090801
,,休克,1,,A090802
,,無意識(GCS3-8),1,,A090803
,,中度呼吸窘迫(<92%),2,,A090804
,,血行動力循環不足,2,,A090805
,,意識程度改變(GCS9-13),2,,A090806
,,發燒(免疫功能缺陷),2,,A090807
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A090808
,,中樞型發紺,2,＊,A090809
,,輕度呼吸窘迫(92-94%),3,,A090810
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A090811
,,發燒(看起來有病容),3,,A090812
,,周邊型發紺,3,＊,A090813
,A0909 自發性瘀斑,重度呼吸窘迫(<90%),1,,A090901
,,休克,1,,A090902
,,無意識(GCS3-8),1,,A090903
,,中度呼吸窘迫(<92%),2,,A090904
,,血行動力循環不足,2,,A090905
,,意識程度改變(GCS9-13),2,,A090906
,,發燒(免疫功能缺陷),2,,A090907
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A090908
,,凝血異常-危及生命或肢體的出血,2,＊,A090909
,,輕度呼吸窘迫(92-94%),3,,A090910
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A090911
,,發燒(看起來有病容),3,,A090912
,,凝血異常-中度或輕度的出血,3,＊,A090913
,,自發性瘀斑,3,＊,A090914
,A0910 皮膚內異物,輕度呼吸窘迫(92-94%),3,,A091001
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A091002
,,發燒(看起來有病容),3,,A091003
,,急性周邊重度疼痛(8-10),3,,A091004
,,發燒(看起來無病容),4,,A091005
,,急性周邊中度疼痛(4-7),4,,A091006
,,急性周邊輕度疼痛(<4),5,,A091007
,,皮膚內異物，生命徵象正常，無發燒，無疼痛不適,5,＊,A091008
,A0911 其他皮膚情況,輕度呼吸窘迫(92-94%),3,,A091101
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A091102
,,發燒(看起來有病容),3,,A091103
,,急性周邊重度疼痛(8-10),3,,A091104
,,發燒(看起來無病容),4,,A091105
,,急性周邊中度疼痛(4-7),4,,A091106
,,急性周邊輕度疼痛(<4),5,,A091107
,,其他皮膚情況，生命徵象正常，無發燒，無疼痛不適,5,＊,A091108
A10 婦產科,A1001 月經問題,重度呼吸窘迫(<90%),1,,A100101
,,休克,1,,A100102
,,無意識(GCS3-8),1,,A100103
,,中度呼吸窘迫(<92%),2,,A100104
,,血行動力循環不足,2,,A100105
,,意識程度改變(GCS9-13),2,,A100106
,,發燒(免疫功能缺陷),2,,A100107
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A100108
,,急性中樞重度疼痛(8-10),2,,A100109
,,輕度呼吸窘迫(92-94%),3,,A100110
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A100111
,,發燒(看起來有病容),3,,A100112
,,急性中樞中度疼痛(4-7),3,,A100113
,,發燒(看起來無病容),4,,A100114
,,急性中樞輕度疼痛(<4),4,,A100115
,,月經問題，生命徵象正常，無發燒，無疼痛不適,4,＊,A100116
,A1002 陰道內異物,重度呼吸窘迫(<90%),1,,A100201
,,休克,1,,A100202
,,無意識(GCS3-8),1,,A100203
,,中度呼吸窘迫(<92%),2,,A100204
,,血行動力循環不足,2,,A100205
,,意識程度改變(GCS9-13),2,,A100206
,,發燒(免疫功能缺陷),2,,A100207
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A100208
,,輕度呼吸窘迫(92-94%),3,,A100209
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A100210
,,發燒(看起來有病容),3,,A100211
,,急性周邊重度疼痛(8-10),3,,A100212
,,發燒(看起來無病容),4,,A100213
,,急性周邊中度疼痛(4-7),4,,A100214
,,急性周邊輕度疼痛(<4),5,,A100215
,,陰道內異物，生命徵象正常，無發燒，無疼痛不適,5,＊,A100216
,A1003 陰道分泌物,中度呼吸窘迫(<92%),2,,A100301
,,血行動力循環不足,2,,A100302
,,意識程度改變(GCS9-13),2,,A100303
,,發燒(免疫功能缺陷),2,,A100304
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A100305
,,輕度呼吸窘迫(92-94%),3,,A100306
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A100307
,,發燒(看起來有病容),3,,A100308
,,急性周邊重度疼痛(8-10),3,,A100309
,,發燒(看起來無病容),4,,A100310
,,急性周邊中度疼痛(4-7),4,,A100311
,,急性周邊輕度疼痛(<4),5,,A100312
,,陰道分泌物，輕微症狀，生命徵象正常，無發燒，無疼痛不適,5,＊,A100313
,A1004 確定或疑似性侵害,確定或疑似性侵害,1,＊,A100401
,A1005 陰道出血,重度呼吸窘迫(<90%),1,,A100501
,,休克,1,,A100502
,,無意識(GCS3-8),1,,A100503
,,中度呼吸窘迫(<92%),2,,A100504
,,血行動力循環不足,2,,A100505
,,意識程度改變(GCS9-13),2,,A100506
,,發燒(免疫功能缺陷),2,,A100507
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A100508
,,急性中樞重度疼痛(8-10),2,,A100509
,,凝血異常-危及生命或肢體的出血,2,＊,A100510
,,大量陰道出血,2,＊,A100511
,,輕度呼吸窘迫(92-94%),3,,A100512
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A100513
,,發燒(看起來有病容),3,,A100514
,,急性中樞中度疼痛(4-7),3,,A100515
,,凝血異常-中度或輕度的出血,3,＊,A100516
,,中量陰道出血,3,＊,A100517
,,可能懷孕,3,＊,A100518
,,發燒(看起來無病容),4,,A100519
,,急性中樞輕度疼痛(<4),4,,A100520
,,陰道出血-少量/點狀，生命徵象正常，無發燒，無疼痛不適,4,＊,A100521
,A1006 陰唇腫脹,中度呼吸窘迫(<92%),2,,A100601
,,血行動力循環不足,2,,A100602
,,意識程度改變(GCS9-13),2,,A100603
,,發燒(免疫功能缺陷),2,,A100604
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A100605
,,輕度呼吸窘迫(92-94%),3,,A100606
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A100607
,,發燒(看起來有病容),3,,A100608
,,急性周邊重度疼痛(8-10),3,,A100609
,,發燒(看起來無病容),4,,A100610
,,急性周邊中度疼痛(4-7),4,,A100611
,,急性周邊輕度疼痛(<4),5,,A100612
,,陰唇腫脹，生命徵象正常，無發燒，無疼痛不適,5,＊,A100613
,A1007 陰道疼痛/搔癢,急性周邊重度疼痛(8-10),3,,A100701
,,急性周邊中度疼痛(4-7),4,,A100702
,,急性周邊輕度疼痛(<4),5,,A100703
,,陰道搔癢，生命徵象正常，無發燒，無疼痛不適,5,＊,A100704
,A1008 懷孕問題大於 20 週,重度呼吸窘迫(<90%),1,,A100801
,,休克,1,,A100802
,,無意識(GCS3-8),1,,A100803
,,可見胎兒先露部位、臍帶脫垂,1,＊,A100804
,,第三孕期陰道出血,1,＊,A100805
,,中度呼吸窘迫(<92%),2,,A100806
,,血行動力循環不足,2,,A100807
,,意識程度改變(GCS9-13),2,,A100808
,,發燒(免疫功能缺陷),2,,A100809
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A100810
,,急性中樞重度疼痛(8-10),2,,A100811
,,凝血異常-危及生命或肢體的出血,2,＊,A100812
,,急產(宮縮≤2 分鐘)/已破水,2,＊,A100813
,,沒有胎動/沒有胎心音,2,＊,A100814
,,頭痛+/-水腫+/-腹痛+/-高血壓,2,＊,A100815
,,產後(胎兒已產出),2,＊,A100816
,,輕度呼吸窘迫(92-94%),3,,A100817
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A100818
,,發燒(看起來有病容),3,,A100819
,,急性中樞中度疼痛(4-7),3,,A100820
,,凝血異常-中度或輕度的出血,3,＊,A100821
,,急產(宮縮>2 分鐘),3,＊,A100822
,,可能破水,3,＊,A100823
,,發燒(看起來無病容),4,,A100824
,,急性中樞輕度疼痛(<4),4,,A100825
,A1009 懷孕問題小於 20 週,重度呼吸窘迫(<90%),1,,A100901
,,休克,1,,A100902
,,無意識(GCS3-8),1,,A100903
,,中度呼吸窘迫(<92%),2,,A100904
,,血行動力循環不足,2,,A100905
,,意識程度改變(GCS9-13),2,,A100906
,,發燒(免疫功能缺陷),2,,A100907
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A100908
,,急性中樞重度疼痛(8-10),2,,A100909
,,凝血異常-危及生命或肢體的出血,2,＊,A100910
,,大量陰道出血,2,＊,A100911
,,輕度呼吸窘迫(92-94%),3,,A100912
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A100913
,,發燒(看起來有病容),3,,A100914
,,急性中樞中度疼痛(4-7),3,,A100915
,,凝血異常-中度或輕度的出血,3,＊,A100916
,,中量陰道出血,3,＊,A100917
,,發燒(看起來無病容),4,,A100918
,,急性中樞輕度疼痛(<4),4,,A100919
,,陰道出血-少量/點狀，生命徵象正常，無發燒，無疼痛不適,4,＊,A100920
,A1010 產後出血,重度呼吸窘迫(<90%),1,,A101001
,,休克,1,,A101002
,,無意識(GCS3-8),1,,A101003
,,中度呼吸窘迫(<92%),2,,A101004
,,血行動力循環不足,2,,A101005
,,意識程度改變(GCS9-13),2,,A101006
,,發燒(免疫功能缺陷),2,,A101007
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A101008
,,急性中樞重度疼痛(8-10),2,,A101009
,,凝血異常-危及生命或肢體的出血,2,＊,A101010
,,大量陰道出血,2,＊,A101011
,,輕度呼吸窘迫(92-94%),3,,A101012
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A101013
,,發燒(看起來有病容),3,,A101014
,,急性中樞中度疼痛(4-7),3,,A101015
,,凝血異常-中度或輕度的出血,3,＊,A101016
,,產後出血，生命徵象正常,3,＊,A101017
A11 心理健康,A1101 憂鬱/自殺,企圖自殺或者有明確的計畫,2,＊,A110101
,,有強烈的自殺意念,2,＊,A110102
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,A110103
,,有自殺的想法，但不一定有計畫,3,＊,A110104
,,憂鬱感，但不一定有自殺的念頭,4,＊,A110105
,A1102 焦慮/激動,重度焦慮/激動,2,＊,A110201
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,A110202
,,中度焦慮/激動,3,＊,A110203
,,輕度焦慮/激動,4,＊,A110204
,A1103 幻覺/妄想,中度呼吸窘迫(<92%),2,,A110301
,,血行動力循環不足,2,,A110302
,,意識程度改變(GCS9-13),2,,A110303
,,發燒(免疫功能缺陷),2,,A110304
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A110305
,,急性精神病態,2,＊,A110306
,,重度焦慮/激動,2,＊,A110307
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,A110308
,,輕度呼吸窘迫(92-94%),3,,A110309
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A110310
,,發燒(看起來有病容),3,,A110311
,,中度焦慮/激動或合併被害妄想,3,＊,A110312
,,發燒(看起來無病容),4,,A110313
,,輕微激動，穩定,4,＊,A110314
,,慢性幻想，生命徵象正常，無發燒，無疼痛不適,5,＊,A110315
,A1104 失眠,急性失眠,4,＊,A110401
,,慢性失眠,5,＊,A110402
,A1105 暴力行為/自傷/傷害他人,即將傷害自己或他人；有明確的計畫,1,＊,A110501
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,A110502
,,有使用暴力/傷害他人的念頭，但不一定有計畫,3,＊,A110503
,A1106 社會/社交問題,身體或心理上的虐待，嚴重的情緒壓力,3,＊,A110601
,,沒有能力應付或處理,4,＊,A110602
,,慢性非緊急的狀況，生命徵象正常，無發燒，無疼痛不適,5,＊,A110603
,A1107 怪異行為,無法控制的行為,1,＊,A110701
,,中度呼吸窘迫(<92%),2,,A110702
,,血行動力循環不足,2,,A110703
,,意識程度改變(GCS9-13),2,,A110704
,,發燒(免疫功能缺陷),2,,A110705
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A110706
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,A110707
,,輕度呼吸窘迫(92-94%),3,,A110708
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A110709
,,發燒(看起來有病容),3,,A110710
,,可以控制的行為,3,＊,A110711
,,發燒(看起來無病容),4,,A110712
,,無害的行為,4,＊,A110713
,,慢性非緊急的狀況，生命徵象正常，無發燒，無疼痛不適,5,＊,A110714
A12 物質誤用,A1201 物質誤用/中毒,重度呼吸窘迫(<90%),1,,A120101
,,休克,1,,A120102
,,無意識(GCS3-8),1,,A120103
,,中度呼吸窘迫(<92%),2,,A120104
,,血行動力循環不足,2,,A120105
,,意識程度改變(GCS9-13),2,,A120106
,,發燒(免疫功能缺陷),2,,A120107
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A120108
,,高危險性物質/不明物質,2,＊,A120109
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,A120110
,,輕度呼吸窘迫(92-94%),3,,A120111
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A120112
,,發燒(看起來有病容),3,,A120113
,,已知低危險性物質<4 小時,3,＊,A120114
,,發燒(看起來無病容),4,,A120115
,,已知低危險性物質>4 小時，生命徵象正常，無發燒，無疼痛不適,4,＊,A120116
,A1202 物質戒斷,重度呼吸窘迫(<90%),1,,A120201
,,休克,1,,A120202
,,無意識(GCS3-8),1,,A120203
,,持續抽搐,1,＊,A120204
,,中度呼吸窘迫(<92%),2,,A120205
,,血行動力循環不足,2,,A120206
,,意識程度改變(GCS9-13),2,,A120207
,,發燒(免疫功能缺陷),2,,A120208
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A120209
,,剛發生的抽搐/發作後/激動,2,＊,A120210
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,A120211
,,重度焦慮/激動,2,＊,A120212
,,輕度呼吸窘迫(92-94%),3,,A120213
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A120214
,,發燒(看起來有病容),3,,A120215
,,中度焦慮/激動,3,＊,A120216
,,發燒(看起來無病容),4,,A120217
,,輕度焦慮/激動,4,＊,A120218
,A1203 藥物過量攝取,重度呼吸窘迫(<90%),1,,A120301
,,休克,1,,A120302
,,無意識(GCS3-8),1,,A120303
,,中度呼吸窘迫(<92%),2,,A120304
,,血行動力循環不足,2,,A120305
,,意識程度改變(GCS9-13),2,,A120306
,,發燒(免疫功能缺陷),2,,A120307
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A120308
,,高危險性物質/不明物質,2,＊,A120309
,,企圖自殺或者有明確的計畫,2,＊,A120310
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,A120311
,,輕度呼吸窘迫(92-94%),3,,A120312
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A120313
,,發燒(看起來有病容),3,,A120314
,,有自殺的想法，但不一定有計畫,3,＊,A120315
,,已知低危險性物質<4 小時,3,＊,A120316
,,發燒(看起來無病容),4,,A120317
,,已知低危險性物質>4 小時，生命徵象正常，無發燒，無疼痛不適,4,＊,A120318
A13 一般和其他,A1301 暴露於傳染性疾病,暴露於傳染性疾病(無症狀)，生命徵象正常，無發燒，無疼痛不適,5,＊,A130101
,A1302 發燒/畏寒,重度呼吸窘迫(<90%),1,,A130201
,,休克,1,,A130202
,,無意識(GCS3-8),1,,A130203
,,中樞體溫>41℃,1,,A130204
,,中度呼吸窘迫(<92%),2,,A130205
,,血行動力循環不足,2,,A130206
,,意識程度改變(GCS9-13),2,,A130207
,,發燒(免疫功能缺陷),2,,A130208
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A130209
,,紫斑或瘀斑，病容明顯,2,＊,A130210
,,輕度呼吸窘迫(92-94%),3,,A130211
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A130212
,,發燒(看起來有病容),3,,A130213
,,發燒(看起來無病容),4,,A130214
,A1303 高血糖,重度呼吸窘迫(<90%),1,,A130301
,,休克,1,,A130302
,,無意識(GCS3-8),1,,A130303
,,中度呼吸窘迫(<92%),2,,A130304
,,血行動力循環不足,2,,A130305
,,意識程度改變(GCS9-13),2,,A130306
,,發燒(免疫功能缺陷),2,,A130307
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A130308
,,>324mg/dl，伴隨任一症狀(呼吸困難、脫水、虛弱),2,＊,A130309
,,輕度呼吸窘迫(92-94%),3,,A130310
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A130311
,,發燒(看起來有病容),3,,A130312
,,>324mg/dl，無症狀,3,＊,A130313
,A1304 低血糖,重度呼吸窘迫(<90%),1,,A130401
,,休克,1,,A130402
,,無意識(GCS3-8),1,,A130403
,,中度呼吸窘迫(<92%),2,,A130404
,,血行動力循環不足,2,,A130405
,,意識程度改變(GCS9-13),2,,A130406
,,發燒(免疫功能缺陷),2,,A130407
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A130408
,,<60mg/dl，伴隨任一症狀(混亂、冒汗、虛弱、顫抖),2,＊,A130409
,,輕度呼吸窘迫(92-94%),3,,A130410
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A130411
,,發燒(看起來有病容),3,,A130412
,,<60mg/dl，無症狀,3,＊,A130413
,A1305 轉診,重度呼吸窘迫(<90%),1,,A130501
,,休克,1,,A130502
,,無意識(GCS3-8),1,,A130503
,,轉診病人已插有氣管內管/胸管,1,＊,A130504
,,中度呼吸窘迫(<92%),2,,A130505
,,血行動力循環不足,2,,A130506
,,意識程度改變(GCS9-13),2,,A130507
,,發燒(免疫功能缺陷),2,,A130508
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A130509
,,急性中樞重度疼痛(8-10),2,,A130510
,,輕度呼吸窘迫(92-94%),3,,A130511
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A130512
,,發燒(看起來有病容),3,,A130513
,,急性中樞中度疼痛(4-7),3,,A130514
,,急性周邊重度疼痛(8-10),3,,A130515
,,發燒(看起來無病容),4,,A130516
,,急性中樞輕度疼痛(<4),4,,A130517
,,急性周邊中度疼痛(4-7),4,,A130518
,,急性周邊輕度疼痛(<4),5,,A130519
,,轉診，生命徵象正常，無發燒，無疼痛不適,5,＊,A130520
,A1306 換藥,輕度呼吸窘迫(92-94%),3,,A130601
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A130602
,,發燒(看起來有病容),3,,A130603
,,急性周邊重度疼痛(8-10),3,,A130604
,,發燒(看起來無病容),4,,A130605
,,急性周邊中度疼痛(4-7),4,,A130606
,,急性周邊輕度疼痛(<4),5,,A130607
,,單純換藥，生命徵象正常，無發燒，無疼痛不適,5,＊,A130608
,A1307 拆線,輕度呼吸窘迫(92-94%),3,,A130701
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A130702
,,急性周邊重度疼痛(8-10),3,,A130703
,,發燒(看起來有病容),3,,A130704
,,急性周邊中度疼痛(4-7),4,,A130705
,,發燒(看起來無病容),4,,A130706
,,急性周邊輕度疼痛(<4),5,,A130707
,,單純拆線，生命徵象正常，無發燒，無疼痛不適,5,＊,A130708
,A1308 影像檢查,影像檢查，生命徵象正常，無發燒，無疼痛不適,5,＊,A130801
,A1309 醫療裝置問題,重度呼吸窘迫(<90%),1,,A130901
,,休克,1,,A130902
,,無意識(GCS3-8),1,,A130903
,,中度呼吸窘迫(<92%),2,,A130904
,,血行動力循環不足,2,,A130905
,,意識程度改變(GCS9-13),2,,A130906
,,發燒(免疫功能缺陷),2,,A130907
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A130908
,,急性中樞重度疼痛(8-10),2,,A130909
,,輕度呼吸窘迫(92-94%),3,,A130910
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A130911
,,發燒(看起來有病容),3,,A130912
,,急性中樞中度疼痛(4-7),3,,A130913
,,急性周邊重度疼痛(8-10),3,,A130914
,,發燒(看起來無病容),4,,A130915
,,急性中樞輕度疼痛(<4),4,,A130916
,,急性周邊中度疼痛(4-7),4,,A130917
,,醫療裝置問題(無其他症狀或窘迫徵象)，生命徵象正常，無發燒，無疼痛不適,4,＊,A130918
,A1310 要求開立診斷書,要求開立診斷書，生命徵象正常，無發燒，無疼痛不適,5,＊,A131001
,A1311 要求開藥,要求開藥，生命徵象正常，無發燒，無疼痛不適,5,＊,A131101
,A1312 移除戒指,神經受損或肢體血管循環不佳徵象,2,＊,A131201
,,急性周邊重度疼痛(8-10),3,,A131202
,,急性周邊中度疼痛(4-7),4,,A131203
,,急性周邊輕度疼痛(<4),5,,A131204
,,移除戒指，生命徵象正常，無發燒，無疼痛不適,5,＊,A131205
,A1313 檢驗/檢查結果異常,中度呼吸窘迫(<92%),2,,A131301
,,血行動力循環不足,2,,A131302
,,意識程度改變(GCS9-13),2,,A131303
,,發燒(免疫功能缺陷),2,,A131304
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A131305
,,凝血異常-危及生命或肢體的出血,2,＊,A131306
,,輕度呼吸窘迫(92-94%),3,,A131307
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A131308
,,發燒(看起來有病容),3,,A131309
,,凝血異常-中度或輕度的出血,3,＊,A131310
,,檢驗出現危險數值，生命徵象正常,3,＊,A131311
,,發燒(看起來無病容),4,,A131312
,,檢驗數值/檢查結果異常，但無立即危險，生命徵象正常，無發燒，無疼痛不適,4,＊,A131313
,A1314 手術後併發症,中度呼吸窘迫(<92%),2,,A131401
,,血行動力循環不足,2,,A131402
,,意識程度改變(GCS9-13),2,,A131403
,,發燒(免疫功能缺陷),2,,A131404
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A131405
,,急性中樞重度疼痛(8-10),2,,A131406
,,凝血異常-危及生命或肢體的出血,2,＊,A131407
,,輕度呼吸窘迫(92-94%),3,,A131408
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A131409
,,發燒(看起來有病容),3,,A131410
,,急性中樞中度疼痛(4-7),3,,A131411
,,急性周邊重度疼痛(8-10),3,,A131412
,,凝血異常-中度或輕度的出血,3,＊,A131413
,,發燒(看起來無病容),4,,A131414
,,急性中樞輕度疼痛(<4),4,,A131415
,,急性周邊中度疼痛(4-7),4,,A131416
,,急性周邊輕度疼痛(<4),5,,A131417
,,例行檢查，生命徵象正常，無發燒，無疼痛不適,5,＊,A131418
,A1315 蒼白/貧血,重度呼吸窘迫(<90%),1,,A131501
,,休克,1,,A131502
,,無意識(GCS3-8),1,,A131503
,,中度呼吸窘迫(<92%),2,,A131504
,,血行動力循環不足,2,,A131505
,,意識程度改變(GCS9-13),2,,A131506
,,發燒(免疫功能缺陷),2,,A131507
,,發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及 SIRS 的條件≥3,2,,A131508
,,凝血異常-危及生命或肢體的出血,2,＊,A131509
,,輕度呼吸窘迫(92-94%),3,,A131510
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,A131511
,,發燒(看起來有病容),3,,A131512
,,凝血異常-中度或輕度的出血,3,＊,A131513
,,發燒(看起來無病容),4,,A131514
,,蒼白/貧血，生命徵象正常，無發燒，無疼痛不適,4,＊,A131515
P01 呼吸系統,P0101 呼吸短促/緩慢,重度呼吸窘迫(<90%),1,,P010101
,,休克,1,,P010102
,,無意識(GCS3-8),1,,P010103
,,年齡≤6M，每分鐘呼吸次數≥70 或≤15,1,＊,P010104
,,年齡>6M~≤2Y，每分鐘呼吸次數≥55 或≤15,1,＊,P010105
,,年齡>2Y~≤6Y，每分鐘呼吸次數≥38 或≤15,1,＊,P010106
,,年齡>6Y~≤18Y，每分鐘呼吸次數≥30 或≤10,1,＊,P010107
,,中度呼吸窘迫(<92%),2,,P010108
,,血行動力循環不足,2,,P010109
,,意識程度改變(GCS9-13),2,,P010110
,,年齡<3M，體溫>38℃或<36℃,2,,P010111
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P010112
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P010113
,,年齡≤6M，60≤每分鐘呼吸次數<70 或 15<每分鐘呼吸次數≤25,2,＊,P010114
,,年齡>6M~≤2Y，50≤每分鐘呼吸次數<55 或 15<每分鐘呼吸次數≤20,2,＊,P010115
,,年齡>2Y~≤6Y，35≤每分鐘呼吸次數<38 或 15<每分鐘呼吸次數≤18,2,＊,P010116
,,年齡>6Y~≤18Y，25≤每分鐘呼吸次數<30 或 10<每分鐘呼吸次數≤12,2,＊,P010117
,,輕度呼吸窘迫(92-94%),3,,P010118
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P010119
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P010120
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P010121
,,年齡≤6M，50≤每分鐘呼吸次數<60 或 25<每分鐘呼吸次數≤30,3,＊,P010122
,,年齡>6M~≤2Y，45≤每分鐘呼吸次數<50 或 20<每分鐘呼吸次數≤25,3,＊,P010123
,,年齡>2Y~≤6Y，30≤每分鐘呼吸次數<35 或 18<每分鐘呼吸次數≤20,3,＊,P010124
,,年齡>6Y~≤18Y，22≤每分鐘呼吸次數<25 或 12<每分鐘呼吸次數≤15,3,＊,P010125
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P010126
,,無呼吸窘迫徵象,4,＊,P010127
,P0102 呼吸停止,呼吸停止,1,＊,P010201
,P0103 咳嗽,中度呼吸窘迫(<92%),2,,P010301
,,血行動力循環不足,2,,P010302
,,意識程度改變(GCS9-13),2,,P010303
,,年齡<3M，體溫>38℃或<36℃,2,,P010304
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P010305
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P010306
,,輕度呼吸窘迫(92-94%),3,,P010307
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P010308
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P010309
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P010310
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P010311
,,急性咳嗽，生命徵象正常,4,＊,P010312
,,慢性咳嗽，生命徵象正常，無發燒，無疼痛不適,5,＊,P010313
,P0104 換氣過度,重度呼吸窘迫(<90%),1,,P010401
,,休克,1,,P010402
,,無意識(GCS3-8),1,,P010403
,,中度呼吸窘迫(<92%),2,,P010404
,,血行動力循環不足,2,,P010405
,,意識程度改變(GCS9-13),2,,P010406
,,年齡<3M，體溫>38℃或<36℃,2,,P010407
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P010408
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P010409
,,輕度呼吸窘迫(92-94%),3,,P010410
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P010411
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P010412
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P010413
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P010414
,,已緩解，生命徵象正常，無發燒，無疼痛不適,4,＊,P010415
,P0105 咳血,重度呼吸窘迫(<90%),1,,P010501
,,休克,1,,P010502
,,無意識(GCS3-8),1,,P010503
,,中度呼吸窘迫(<92%),2,,P010504
,,血行動力循環不足,2,,P010505
,,意識程度改變(GCS9-13),2,,P010506
,,年齡<3M，體溫>38℃或<36℃,2,,P010507
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P010508
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P010509
,,凝血異常-危及生命或肢體的出血,2,＊,P010510
,,輕度呼吸窘迫(92-94%),3,,P010511
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P010512
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P010513
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P010514
,,凝血異常-中度或輕度的出血,3,＊,P010515
,,咳血塊,3,＊,P010516
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P010517
,,痰中帶血絲,4,＊,P010518
,P0106 呼吸道內異物,重度呼吸窘迫(<90%),1,,P010601
,,休克,1,,P010602
,,無意識(GCS3-8),1,,P010603
,,中度呼吸窘迫(<92%),2,,P010604
,,血行動力循環不足,2,,P010605
,,意識程度改變(GCS9-13),2,,P010606
,,口水外流或喘鳴,2,＊,P010607
,,嘶啞聲或無法言語,2,＊,P010608
,,年齡<3M，體溫>38℃或<36℃,2,,P010609
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P010610
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P010611
,,重度疼痛(8-10),2,,P010612
,,中度疼痛(4-7),3,,P010613
,,輕度呼吸窘迫(92-94%),3,,P010614
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P010615
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P010616
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P010617
,,有吞嚥困難，但無呼吸窘迫徵象,3,＊,P010618
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P010619
,,輕度疼痛(<4),4,,P010620
,,呼吸道內異物，生命徵象正常，無發燒，無疼痛不適,4,＊,P010621
,P0107 過敏反應,重度呼吸窘迫(<90%),1,,P010701
,,休克,1,,P010702
,,無意識(GCS3-8),1,,P010703
,,中度呼吸窘迫(<92%),2,,P010704
,,血行動力循環不足,2,,P010705
,,意識程度改變(GCS9-13),2,,P010706
,,年齡<3M，體溫>38℃或<36℃,2,,P010707
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P010708
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P010709
,,重度疼痛(8-10),2,,P010710
,,過去曾出現嚴重過敏反應,2,＊,P010711
,,輕度呼吸窘迫(92-94%),3,,P010712
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P010713
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P010714
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P010715
,,中度疼痛(4-7),3,,P010716
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P010717
,,輕度疼痛(<4),4,,P010718
,,過敏或非特定因素引起的鼻塞，生命徵象正常，無發燒，無疼痛不適,5,＊,P010719
,P0108 氣喘聲,重度呼吸窘迫(<90%),1,,P010801
,,休克,1,,P010802
,,無意識(GCS3-8),1,,P010803
,,中度呼吸窘迫(<92%),2,,P010804
,,氣喘且 PEFR 為<40%的預期值(重度),2,,P010805
,,血行動力循環不足,2,,P010806
,,意識程度改變(GCS9-13),2,,P010807
,,年齡<3M，體溫>38℃或<36℃,2,,P010808
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P010809
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P010810
,,輕度呼吸窘迫(92-94%),3,,P010811
,,氣喘且 PEFR 為 40-60%的預期值(中度),3,,P010812
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P010813
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P010814
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P010815
,,氣喘聲-無其他主訴,3,＊,P010816
,,氣喘且 PEFR 為>60%的預期值(輕度),4,,P010817
,P0109 喘鳴,重度呼吸窘迫(<90%),1,,P010901
,,休克,1,,P010902
,,無意識(GCS3-8),1,,P010903
,,氣道損傷,1,＊,P010904
,,中度呼吸窘迫(<92%),2,,P010905
,,血行動力循環不足,2,,P010906
,,意識程度改變(GCS9-13),2,,P010907
,,年齡<3M，體溫>38℃或<36℃,2,,P010908
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P010909
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P010910
,,明顯的喘鳴聲,2,＊,P010911
P02 心臟血管系統,P0201 心跳停止,心跳停止,1,＊,P020101
,P0202 胸痛/胸悶,重度呼吸窘迫(<90%),1,,P020201
,,休克,1,,P020202
,,無意識(GCS3-8),1,,P020203
,,中度呼吸窘迫(<92%),2,,P020204
,,血行動力循環不足,2,,P020205
,,意識程度改變(GCS9-13),2,,P020206
,,年齡<3M，體溫>38℃或<36℃,2,,P020207
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P020208
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P020209
,,重度疼痛(8-10),2,,P020210
,,疑似心因性胸痛/胸悶,2,＊,P020211
,,輕度呼吸窘迫(92-94%),3,,P020212
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P020213
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P020214
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P020215
,,中度疼痛(4-7),3,,P020216
,,急性肋膜性胸痛,3,＊,P020217
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P020218
,,輕度疼痛(<4),4,,P020219
,P0203 心悸/不規則心跳,重度呼吸窘迫(<90%),1,,P020301
,,休克,1,,P020302
,,無意識(GCS3-8),1,,P020303
,,年齡≤6M，每分鐘心跳次數≤90 或≥180,1,＊,P020304
,,年齡>6M~≤2Y，每分鐘心跳次數≤75 或≥170,1,＊,P020305
,,年齡>2Y~≤6Y，每分鐘心跳次數≤60 或≥140,1,＊,P020306
,,年齡>6Y~≤18Y，每分鐘心跳次數≤40 或≥130,1,＊,P020307
,,中度呼吸窘迫(<92%),2,,P020308
,,血行動力循環不足,2,,P020309
,,意識程度改變(GCS9-13),2,,P020310
,,年齡≤6M，90<每分鐘心跳次數≤110 或 170≤每分鐘心跳次數<180,2,＊,P020311
,,年齡>6M~≤2Y，75<每分鐘心跳次數≤95 或 155≤每分鐘心跳次數<170,2,＊,P020312
,,年齡>2Y~≤6Y，60<每分鐘心跳次數≤70 或 130≤每分鐘心跳次數<140,2,＊,P020313
,,年齡>6Y~≤18Y，40<每分鐘心跳次數≤50 或 110≤每分鐘心跳次數<130,2,＊,P020314
,,年齡<3M，體溫>38℃或<36℃,2,,P020315
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P020316
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P020317
,,疑似心因性胸痛/胸悶,2,＊,P020318
,,有高危險性心律不整紀錄的病史,2,＊,P020319
,,輕度呼吸窘迫(92-94%),3,,P020320
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,＊,P020321
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P020322
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P020323
,,年齡≤6M，110<每分鐘心跳次數≤120 或 150≤每分鐘心跳次數<170,3,＊,P020324
,,年齡>6M~≤2Y，95<每分鐘心跳次數≤105 或 135≤每分鐘心跳次數<155,3,＊,P020325
,,年齡>2Y~≤6Y，70<每分鐘心跳次數≤80 或 110≤每分鐘心跳次數<130,3,＊,P020326
,,年齡>6Y~≤18Y，50<每分鐘心跳次數≤70 或 100≤每分鐘心跳次數<110,3,＊,P020327
,,有心悸的病史或心悸已經緩解，生命徵象正常，無發燒，無疼痛不適,4,＊,P020328
,P0204 全身虛弱*假如懷疑腦中風，請選擇P0410 中風症狀,重度呼吸窘迫(<90%),1,,P020401
,,休克,1,,P020402
,,無意識(GCS3-8),1,,P020403
,,重度脫水,1,＊,P020404
,,中度呼吸窘迫(<92%),2,,P020405
,,血行動力循環不足,2,,P020406
,,意識程度改變(GCS9-13),2,,P020407
,,年齡<3M，體溫>38℃或<36℃,2,,P020408
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P020409
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P020410
,,中度脫水,2,＊,P020411
,,輕度呼吸窘迫(92-94%),3,,P020412
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P020413
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P020414
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P020415
,,急性虛弱/無法走動,3,＊,P020416
,,輕度脫水,3,＊,P020417
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P020418
,P0205 暈厥,重度呼吸窘迫(<90%),1,,P020501
,,休克,1,,P020502
,,無意識(GCS3-8),1,,P020503
,,中度呼吸窘迫(<92%),2,,P020504
,,血行動力循環不足,2,,P020505
,,意識程度改變(GCS9-13),2,,P020506
,,年齡<3M，體溫>38℃或<36℃,2,,P020507
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P020508
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P020509
,,新發生之心律不整/已知或懷疑有心率改變,2,＊,P020510
,,發生在運動期間,2,＊,P020511
,,沒有先兆症狀,2,＊,P020512
,,輕度呼吸窘迫(92-94%),3,,P020513
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P020514
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P020515
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P020516
,,有先兆症狀或突然姿勢改變之暈厥,3,＊,P020517
,,暈厥症狀已緩解，生命徵象正常，無發燒，無疼痛不適,4,＊,P020518
,P0206 全身性水腫,重度呼吸窘迫(<90%),1,,P020601
,,休克,1,,P020602
,,無意識(GCS3-8),1,,P020603
,,中度呼吸窘迫(<92%),2,,P020604
,,血行動力循環不足,2,,P020605
,,意識程度改變(GCS9-13),2,,P020606
,,年齡<3M，體溫>38℃或<36℃,2,,P020607
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P020608
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P020609
,,輕度呼吸窘迫(92-94%),3,,P020610
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P020611
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P020612
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P020613
,,全身性水腫，生命徵象正常，無發燒，無疼痛不適,4,＊,P020614
,P0207 肢體水腫,中度呼吸窘迫(<92%),2,,P020701
,,血行動力循環不足,2,,P020702
,,意識程度改變(GCS9-13),2,,P020703
,,年齡<3M，體溫>38℃或<36℃,2,,P020704
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P020705
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P020706
,,重度疼痛(8-10),2,,P020707
,,輕度呼吸窘迫(92-94%),3,,P020708
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P020709
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P020710
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P020711
,,中度疼痛(4-7),3,,P020712
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P020713
,,輕度疼痛(<4),4,,P020714
,,肢體水腫，生命徵象正常，無發燒，無疼痛不適,5,＊,P020715
,P0208 冰冷無脈搏的肢體,重度呼吸窘迫(<90%),1,,P020801
,,休克,1,,P020802
,,無意識(GCS3-8),1,,P020803
,,中度呼吸窘迫(<92%),2,,P020804
,,血行動力循環不足,2,,P020805
,,意識程度改變(GCS9-13),2,,P020806
,,年齡<3M，體溫>38℃或<36℃,2,,P020807
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P020808
,,肢體冰冷無脈搏,2,＊,P020809
,P0209 單側肢體紅熱,重度呼吸窘迫(<90%),1,,P020901
,,休克,1,,P020902
,,無意識(GCS3-8),1,,P020903
,,中度呼吸窘迫(<92%),2,,P020904
,,血行動力循環不足,2,,P020905
,,意識程度改變(GCS9-13),2,,P020906
,,年齡<3M，體溫>38℃或<36℃,2,,P020907
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P020908
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P020909
,,重度疼痛(8-10),2,,P020910
,,輕度呼吸窘迫(92-94%),3,,P020911
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P020912
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P020913
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P020914
,,中度疼痛(4-7),3,,P020915
,,廣泛性發炎,3,＊,P020916
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P020917
,,輕度疼痛(<4),4,,P020918
,,局部性發炎,4,＊,P020919
P03 腸胃系統,P0301 腹痛,重度呼吸窘迫(<90%),1,,P030101
,,休克,1,,P030102
,,無意識(GCS3-8),1,,P030103
,,中度呼吸窘迫(<92%),2,,P030104
,,血行動力循環不足,2,,P030105
,,意識程度改變(GCS9-13),2,,P030106
,,年齡<3M，體溫>38℃或<36℃,2,,P030107
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P030108
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P030109
,,重度疼痛(8-10),2,,P030110
,,輕度呼吸窘迫(92-94%),3,,P030111
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P030112
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P030113
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P030114
,,中度疼痛(4-7),3,,P030115
,,合併膽汁性嘔吐,3,＊,P030116
,,有明顯腹膜炎徵象,3,＊,P030117
,,腹痛且經期逾期,3,＊,P030118
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P030119
,,輕度疼痛(<4),4,,P030120
,,慢性或反覆性疼痛,4,＊,P030121
,P0302 新生兒餵食困難,重度呼吸窘迫(<90%),1,,P030201
,,休克,1,,P030202
,,無意識(GCS3-8),1,,P030203
,,中度呼吸窘迫(<92%),2,,P030204
,,血行動力循環不足,2,,P030205
,,意識程度改變(GCS9-13),2,,P030206
,,年齡<3M，體溫>38℃或<36℃,2,,P030207
,,拒絕餵食,2,＊,P030208
,,輕度呼吸窘迫(92-94%),3,,P030209
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P030210
,,進食量減少,3,＊,P030211
,P0303 厭食,中度呼吸窘迫(<92%),2,,P030301
,,血行動力循環不足,2,,P030302
,,意識程度改變(GCS9-13),2,,P030303
,,年齡<3M，體溫>38℃或<36℃,2,,P030304
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P030305
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P030306
,,輕度呼吸窘迫(92-94%),3,,P030307
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P030308
,,體重明顯減輕,3,＊,P030309
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P030310
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P030311
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P030312
,,食慾缺乏，生命徵象正常，無發燒，無疼痛不適,4,＊,P030313
,P0304 便秘,中度呼吸窘迫(<92%),2,,P030401
,,血行動力循環不足,2,,P030402
,,意識程度改變(GCS9-13),2,,P030403
,,年齡<3M，體溫>38℃或<36℃,2,,P030404
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P030405
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P030406
,,重度疼痛(8-10),2,,P030407
,,輕度呼吸窘迫(92-94%),3,,P030408
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P030409
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P030410
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P030411
,,中度疼痛(4-7),3,,P030412
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P030413
,,輕度疼痛(<4),4,,P030414
,,習慣性便秘，生命徵象正常，無發燒，無疼痛不適,5,＊,P030415
,P0305 腹瀉*假如有凝血問題的病人有腹瀉帶血絲的情形，請選擇 P0308 血便/黑便,重度呼吸窘迫(<90%),1,,P030501
,,休克/重度脫水*,1,,P030502
,,無意識(GCS3-8),1,,P030503
,,中度呼吸窘迫(<92%),2,,P030504
,,血行動力循環不足/中度脫水*,2,,P030505
,,意識程度改變(GCS9-13),2,,P030506
,,年齡<3M，體溫>38℃或<36℃,2,,P030507
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P030508
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P030509
,,輕度呼吸窘迫(92-94%),3,,P030510
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P030511
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P030512
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P030513
,,無法控制的腹瀉/輕度脫水,3,＊,P030514
,,腹瀉帶血絲,3,＊,P030515
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P030516
,,輕微腹瀉，無脫水現象，生命徵象正常，無發燒，無疼痛不適,5,＊,P030517
,P0306 鼠蹊部疼痛/腫塊,中度呼吸窘迫(<92%),2,,P030601
,,血行動力循環不足,2,,P030602
,,意識程度改變(GCS9-13),2,,P030603
,,年齡<3M，體溫>38℃或<36℃,2,,P030604
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P030605
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P030606
,,重度疼痛(8-10),2,,P030607
,,輕度呼吸窘迫(92-94%),3,,P030608
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P030609
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P030610
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P030611
,,中度疼痛(4-7),3,,P030612
,,持續性嘔吐,3,＊,P030613
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P030614
,,輕度疼痛(<4),4,,P030615
,,鼠蹊部疼痛/腫塊，生命徵象正常，無發燒，無疼痛不適,5,＊,P030616
,P0307 噁心/嘔吐*假如病人有凝血異常問題且有咖啡色嘔吐物的情形，請選擇 P0312 吐血,重度呼吸窘迫(<90%),1,,P030701
,,休克,1,,P030702
,,無意識(GCS3-8),1,,P030703
,,重度脫水,1,＊,P030704
,,中度呼吸窘迫(<92%),2,,P030705
,,血行動力循環不足,2,,P030706
,,意識程度改變(GCS9-13),2,,P030707
,,年齡<3M，體溫>38℃或<36℃,2,,P030708
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P030709
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P030710
,,中度脫水,2,＊,P030711
,,急性或明顯吐血/咖啡色嘔吐物,2,＊,P030712
,,輕度呼吸窘迫(92-94%),3,,P030713
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P030714
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P030715
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P030716
,,輕度脫水,3,＊,P030717
,,持續且明顯嘔吐現象,3,＊,P030718
,,間歇性的噁心/嘔吐或已緩解,4,＊,P030719
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P030720
,,慢性噁心嘔吐，生命徵象正常，無發燒，無疼痛不適,5,＊,P030721
,P0308 血便/黑便,重度呼吸窘迫(<90%),1,,P030801
,,休克,1,,P030802
,,無意識(GCS3-8),1,,P030803
,,中度呼吸窘迫(<92%),2,,P030804
,,血行動力循環不足,2,,P030805
,,意識程度改變(GCS9-13),2,,P030806
,,年齡<3M，體溫>38℃或<36℃,2,,P030807
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P030808
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P030809
,,凝血異常-危及生命或肢體的出血,2,＊,P030810
,,大量血便/黑便,2,＊,P030811
,,輕度呼吸窘迫(92-94%),3,,P030812
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P030813
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P030814
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P030815
,,凝血異常-中度或輕度的出血,3,＊,P030816
,,中量血便/黑便,3,＊,P030817
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P030818
,,小量血便/黑便,4,＊,P030819
,P0309 黃疸,重度呼吸窘迫(<90%),1,,P030901
,,休克,1,,P030902
,,無意識(GCS3-8),1,,P030903
,,中度呼吸窘迫(<92%),2,,P030904
,,血行動力循環不足,2,,P030905
,,意識程度改變(GCS9-13),2,,P030906
,,年齡<3M，體溫>38℃或<36℃,2,,P030907
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P030908
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P030909
,,年齡不足三個月之黃疸,2,＊,P030910
,,輕度呼吸窘迫(92-94%),3,,P030911
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P030912
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P030913
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P030914
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P030915
,,黃疸相關症狀，生命徵象正常，無發燒，無疼痛不適,4,＊,P030916
,P0310 直腸內異物,中度呼吸窘迫(<92%),2,,P031001
,,血行動力循環不足,2,,P031002
,,意識程度改變(GCS9-13),2,,P031003
,,年齡<3M，體溫>38℃或<36℃,2,,P031004
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P031005
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P031006
,,重度疼痛(8-10),2,,P031007
,,輕度呼吸窘迫(92-94%),3,,P031008
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P031009
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P031010
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P031011
,,中度疼痛(4-7),3,,P031012
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P031013
,,輕度疼痛(<4),4,,P031014
,,直腸內異物，生命徵象正常，無發燒，無疼痛不適,5,＊,P031015
,P0311 直腸會陰疼痛,中度呼吸窘迫(<92%),2,,P031101
,,血行動力循環不足,2,,P031102
,,意識程度改變(GCS9-13),2,,P031103
,,年齡<3M，體溫>38℃或<36℃,2,,P031104
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P031105
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P031106
,,重度疼痛(8-10),2,,P031107
,,輕度呼吸窘迫(92-94%),3,,P031108
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P031109
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P031110
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P031111
,,中度疼痛(4-7),3,,P031112
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P031113
,,輕度疼痛(<4),4,,P031114
,P0312 吐血,重度呼吸窘迫(<90%),1,,P031201
,,休克,1,,P031202
,,無意識(GCS3-8),1,,P031203
,,中度呼吸窘迫(<92%),2,,P031204
,,血行動力循環不足,2,,P031205
,,意識程度改變(GCS9-13),2,,P031206
,,年齡<3M，體溫>38℃或<36℃,2,,P031207
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P031208
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P031209
,,凝血異常-危及生命或肢體的出血,2,＊,P031210
,,急性或明顯吐血,2,＊,P031211
,,輕度呼吸窘迫(92-94%),3,,P031212
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P031213
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P031214
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P031215
,,凝血異常-中度或輕度的出血,3,＊,P031216
,,小量的嘔吐，生命徵象正常/咖啡色嘔吐物,3,＊,P031217
,P0313 打嗝,年齡<3M，體溫>38℃或<36℃,2,,P031301
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P031302
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P031303
,,重度疼痛(8-10),2,,P031304
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P031305
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P031306
,,中度疼痛(4-7),4,,P031307
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P031308
,,輕度疼痛(<4),4,,P031309
,,持續性打嗝,4,＊,P031310
,,間歇性打嗝，生命徵象正常，無發燒，無疼痛不適,5,＊,P031311
,P0314 腹部腫塊/腹脹,中度呼吸窘迫(<92%),2,,P031401
,,血行動力循環不足,2,,P031402
,,意識程度改變(GCS9-13),2,,P031403
,,年齡<3M，體溫>38℃或<36℃,2,,P031404
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P031405
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P031406
,,重度疼痛(8-10),2,,P031407
,,輕度呼吸窘迫(92-94%),3,,P031408
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P031409
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P031410
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P031411
,,中度疼痛(4-7),3,,P031412
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P031413
,,輕度疼痛(<4),4,,P031414
,,腹脹，生命徵象正常，無發燒，無疼痛不適,4,＊,P031415
,P0315 吞食異物,重度呼吸窘迫(<90%),1,,P031501
,,休克,1,,P031502
,,無意識(GCS3-8),1,,P031503
,,中度呼吸窘迫(<92%),2,,P031504
,,血行動力循環不足,2,,P031505
,,意識程度改變(GCS9-13),2,,P031506
,,年齡<3M，體溫>38℃或<36℃,2,,P031507
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P031508
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P031509
,,重度疼痛(8-10),2,,P031510
,,輕度呼吸窘迫(92-94%),3,,P031511
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P031512
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P031513
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P031514
,,中度疼痛(4-7),3,,P031515
,,可能有異物,3,＊,P031516
,,有吞嚥困難，但無呼吸窘迫徵象,3,＊,P031517
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P031518
,,輕度疼痛(<4),4,,P031519
P04 神經系統,P0401 意識程度改變,重度呼吸窘迫(<90%),1,,P040101
,,休克,1,,P040102
,,無意識(GCS3-8),1,,P040103
,,中度呼吸窘迫(<92%),2,,P040104
,,血行動力循環不足,2,,P040105
,,意識程度改變(GCS9-13),2,,P040106
,,年齡<3M，體溫>38℃或<36℃,2,,P040107
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P040108
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P040109
,,<60mg/dl，伴隨任一症狀(混亂、冒汗、虛弱、顫抖),2,＊,P040110
,,輕度呼吸窘迫(92-94%),3,,P040111
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P040112
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P040113
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P040114
,P0402 混亂,中度呼吸窘迫(<92%),2,,P040201
,,血行動力循環不足,2,,P040202
,,意識程度改變(GCS9-13),2,,P040203
,,年齡<3M，體溫>38℃或<36℃,2,,P040204
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P040205
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P040206
,,急性，有頭痛或意識程度改變,2,＊,P040207
,,<60mg/dl，伴隨任一症狀(混亂、冒汗、虛弱、顫抖),2,＊,P040208
,,輕度呼吸窘迫(92-94%),3,,P040209
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P040210
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P040211
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P040212
,,急性，沒有頭痛或意識程度改變,3,＊,P040213
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P040214
,,慢性，和平常狀態一樣，生命徵象正常，無發燒，無疼痛不適,4,＊,P040215
,P0403 眩暈/頭暈,重度呼吸窘迫(<90%),1,,P040301
,,休克,1,,P040302
,,無意識(GCS3-8),1,,P040303
,,中度呼吸窘迫(<92%),2,,P040304
,,血行動力循環不足,2,,P040305
,,意識程度改變(GCS9-13),2,,P040306
,,年齡<3M，體溫>38℃或<36℃,2,,P040307
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P040308
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P040309
,,非姿勢性+/-其他神經學症狀,2,＊,P040310
,,輕度呼吸窘迫(92-94%),3,,P040311
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P040312
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P040313
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P040314
,,姿勢性，無其他神經學症狀,3,＊,P040315
,,慢性頭暈，生命徵象正常，無發燒，無疼痛不適,4,＊,P040316
,P0404 頭痛,重度呼吸窘迫(<90%),1,,P040401
,,休克,1,,P040402
,,無意識(GCS3-8),1,,P040403
,,中度呼吸窘迫(<92%),2,,P040404
,,血行動力循環不足,2,,P040405
,,意識程度改變(GCS9-13),2,,P040406
,,年齡<3M，體溫>38℃或<36℃,2,,P040407
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P040408
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P040409
,,重度疼痛(8-10),2,,P040410
,,突然/劇烈/前所未有的嚴重,2,＊,P040411
,,急性視覺障礙+/-眼睛疼痛,2,＊,P040412
,,輕度呼吸窘迫(92-94%),3,,P040413
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P040414
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P040415
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P040416
,,中度疼痛(4-7),3,,P040417
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P040418
,,輕度疼痛(<4),4,,P040419
,P0405 抽搐,重度呼吸窘迫(<90%),1,,P040501
,,休克,1,,P040502
,,無意識(GCS3-8),1,,P040503
,,中樞體溫>41℃或<32℃,1,,P040504
,,持續抽搐,1,＊,P040505
,,中度呼吸窘迫(<92%),2,,P040506
,,血行動力循環不足,2,,P040507
,,意識程度改變(GCS9-13),2,,P040508
,,年齡<3M，體溫>38℃或<36℃,2,,P040509
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P040510
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P040511
,,重度疼痛(8-10),2,,P040512
,,抽搐已停止，意識仍未恢復,2,＊,P040513
,,輕度呼吸窘迫(92-94%),3,,P040514
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P040515
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P040516
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P040517
,,中度疼痛(4-7),3,,P040518
,,抽搐已停止，意識清醒,3,＊,P040519
,P0406 步態不穩/運動失調*假如懷疑腦中風，請選擇 P0410 中風症狀,重度呼吸窘迫(<90%),1,,P040601
,,休克,1,,P040602
,,無意識(GCS3-8),1,,P040603
,,中度呼吸窘迫(<92%),2,,P040604
,,血行動力循環不足,2,,P040605
,,意識程度改變(GCS9-13),2,,P040606
,,年齡<3M，體溫>38℃或<36℃,2,,P040607
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P040608
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P040609
,,症狀發作時間<4.5 小時,2,＊,P040610
,,輕度呼吸窘迫(92-94%),3,,P040611
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P040612
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P040613
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P040614
,,步態不穩/運動失調，急性,3,＊,P040615
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P040616
,,步態不穩/運動失調，慢性，生命徵象正常，無發燒，無疼痛不適,4,＊,P040617
,P0407 肢體無力,重度呼吸窘迫(<90%),1,,P040701
,,休克,1,,P040702
,,無意識(GCS3-8),1,,P040703
,,中度呼吸窘迫(<92%),2,,P040704
,,血行動力循環不足,2,,P040705
,,意識程度改變(GCS9-13),2,,P040706
,,年齡<3M，體溫>38℃或<36℃,2,,P040707
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P040708
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P040709
,,重度疼痛(8-10),2,,P040710
,,凝血異常-危及生命或肢體的出血,2,＊,P040711
,,虛弱無力，無法坐起,2,＊,P040712
,,症狀發作時間<4.5 小時,2,＊,P040713
,,輕度呼吸窘迫(92-94%),3,,P040714
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P040715
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P040716
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P040717
,,中度疼痛(4-7),3,,P040718
,,凝血異常-中度或輕度的出血,3,＊,P040719
,,症狀發作時間>4.5 小時或已緩解,3,＊,P040720
,P0408 震顫,中度呼吸窘迫(<92%),2,,P040801
,,血行動力循環不足,2,,P040802
,,意識程度改變(GCS9-13),2,,P040803
,,年齡<3M，體溫>38℃或<36℃,2,,P040804
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P040805
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P040806
,,輕度呼吸窘迫(92-94%),3,,P040807
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P040808
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P040809
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P040810
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P040811
,,慢性震顫，生命徵象正常，無發燒，無疼痛不適,4,＊,P040812
,P0409 知覺喪失/感覺異常*假如懷疑腦中風，請選擇P0410 中風症狀,知覺喪失/感覺異常，急性,3,＊,P040901
,,知覺喪失/感覺異常，慢性，生命徵象正常，無發燒，無疼痛不適,4,＊,P040902
,P0410 中風症狀(突發性口齒不清/單側肢體感覺異常/突發性視覺異常),重度呼吸窘迫(<90%),1,,P041001
,,休克,1,,P041002
,,無意識(GCS3-8),1,,P041003
,,中度呼吸窘迫(<92%),2,,P041004
,,血行動力循環不足,2,,P041005
,,意識程度改變(GCS9-13),2,,P041006
,,年齡<3M，體溫>38℃或<36℃,2,,P041007
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P041008
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P041009
,,重度疼痛(8-10),2,,P041010
,,凝血異常-危及生命或肢體的出血,2,＊,P041011
,,虛弱無力，無法坐起,2,＊,P041012
,,症狀發作時間<4.5 小時,2,＊,P041013
,,輕度呼吸窘迫(92-94%),3,,P041014
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P041015
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P041016
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P041017
,,中度疼痛(4-7),3,,P041018
,,凝血異常-中度或輕度的出血,3,＊,P041019
,,症狀發作時間>4.5 小時或已緩解,3,＊,P041020
P05 骨骼系統,P0501 背痛,重度呼吸窘迫(<90%),1,,P050101
,,休克,1,,P050102
,,無意識(GCS3-8),1,,P050103
,,中度呼吸窘迫(<92%),2,,P050104
,,血行動力循環不足,2,,P050105
,,意識程度改變(GCS9-13),2,,P050106
,,年齡<3M，體溫>38℃或<36℃,2,,P050107
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P050108
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P050109
,,重度疼痛(8-10),2,,P050110
,,出現神經學症狀+/-排尿、排便障礙,2,＊,P050111
,,輕度呼吸窘迫(92-94%),3,,P050112
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P050113
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P050114
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P050115
,,中度疼痛(4-7),3,,P050116
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P050117
,,輕度疼痛(<4),4,,P050118
,P0502 肢體疼痛,重度呼吸窘迫(<90%),1,,P050201
,,休克,1,,P050202
,,無意識(GCS3-8),1,,P050203
,,中度呼吸窘迫(<92%),2,,P050204
,,血行動力循環不足,2,,P050205
,,意識程度改變(GCS9-13),2,,P050206
,,年齡<3M，體溫>38℃或<36℃,2,,P050207
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P050208
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P050209
,,重度疼痛(8-10),2,,P050210
,,神經受損或肢體血管循環不佳徵象,2,＊,P050211
,,石膏緊密，伴隨神經受損或肢體血管循環不佳徵象,2,＊,P050212
,,輕度呼吸窘迫(92-94%),3,,P050213
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P050214
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P050215
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P050216
,,中度疼痛(4-7),3,,P050217
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P050218
,,輕度疼痛(<4),4,,P050219
,,石膏緊密，沒有神經受損或肢體血管循環不佳徵象,4,＊,P050220
,P0503 關節腫脹,中度呼吸窘迫(<92%),2,,P050301
,,血行動力循環不足,2,,P050302
,,意識程度改變(GCS9-13),2,,P050303
,,年齡<3M，體溫>38℃或<36℃,2,,P050304
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P050305
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P050306
,,重度疼痛(8-10),2,,P050307
,,輕度呼吸窘迫(92-94%),3,,P050308
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P050309
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P050310
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P050311
,,中度疼痛(4-7),3,,P050312
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P050313
,,輕度疼痛(<4),4,,P050314
,,關節腫脹，生命徵象正常，無發燒，無疼痛不適,5,＊,P050315
P06 泌尿系統,P0601 腰痛,重度呼吸窘迫(<90%),1,,P060101
,,休克,1,,P060102
,,無意識(GCS3-8),1,,P060103
,,中度呼吸窘迫(<92%),2,,P060104
,,血行動力循環不足,2,,P060105
,,意識程度改變(GCS9-13),2,,P060106
,,年齡<3M，體溫>38℃或<36℃,2,,P060107
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P060108
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P060109
,,重度疼痛(8-10),2,,P060110
,,輕度呼吸窘迫(92-94%),3,,P060111
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P060112
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P060113
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P060114
,,中度疼痛(4-7),3,,P060115
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P060116
,,輕度疼痛(<4),4,,P060117
,P0602 血尿,重度呼吸窘迫(<90%),1,,P060201
,,休克,1,,P060202
,,無意識(GCS3-8),1,,P060203
,,中度呼吸窘迫(<92%),2,,P060204
,,血行動力循環不足,2,,P060205
,,意識程度改變(GCS9-13),2,,P060206
,,年齡<3M，體溫>38℃或<36℃,2,,P060207
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P060208
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P060209
,,重度疼痛(8-10),2,,P060210
,,凝血異常-危及生命或肢體的出血,2,＊,P060211
,,無法控制的出血,2,＊,P060212
,,輕度呼吸窘迫(92-94%),3,,P060213
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P060214
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P060215
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P060216
,,中度疼痛(4-7),3,,P060217
,,凝血異常-中度或輕度的出血,3,＊,P060218
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P060219
,,輕度疼痛(<4),4,,P060220
,,血尿，生命徵象正常，無發燒，無疼痛不適,5,＊,P060221
,P0603 生殖器官分泌物/病變,重度疼痛(8-10),2,,P060301
,,輕度呼吸窘迫(92-94%),3,,P060302
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P060303
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P060304
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P060305
,,中度疼痛(4-7),3,,P060306
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P060307
,,輕度疼痛(<4),4,,P060308
,,生殖器分泌物，生命徵象正常，無發燒，無疼痛不適,5,＊,P060309
,P0604 陰莖腫脹,中度呼吸窘迫(<92%),2,,P060401
,,血行動力循環不足,2,,P060402
,,意識程度改變(GCS9-13),2,,P060403
,,年齡<3M，體溫>38℃或<36℃,2,,P060404
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P060405
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P060406
,,重度疼痛(8-10),2,,P060407
,,包皮過長而且外翻，無法恢復原狀,2,＊,P060408
,,中度疼痛(4-7),3,,P060409
,,輕度呼吸窘迫(92-94%),3,,P060410
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P060411
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P060412
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P060413
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P060414
,,輕度疼痛(<4),4,,P060415
,,陰莖腫脹，生命徵象正常，無發燒，無疼痛不適,5,＊,P060416
,P0605 陰囊疼痛/腫脹,中度呼吸窘迫(<92%),2,,P060501
,,血行動力循環不足,2,,P060502
,,意識程度改變(GCS9-13),2,,P060503
,,年齡<3M，體溫>38℃或<36℃,2,,P060504
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P060505
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P060506
,,重度疼痛(8-10),2,,P060507
,,輕度呼吸窘迫(92-94%),3,,P060508
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P060509
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P060510
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P060511
,,中度疼痛(4-7),3,,P060512
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P060513
,,輕度疼痛(<4),4,,P060514
,P0606 尿滯留,中度呼吸窘迫(<92%),2,,P060601
,,血行動力循環不足,2,,P060602
,,意識程度改變(GCS9-13),2,,P060603
,,年齡<3M，體溫>38℃或<36℃,2,,P060604
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P060605
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P060606
,,重度疼痛(8-10),2,,P060607
,,輕度呼吸窘迫(92-94%),3,,P060608
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P060609
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P060610
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P060611
,,中度疼痛(4-7),3,,P060612
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P060613
,,輕度疼痛(<4),4,,P060614
,,尿滯留，生命徵象正常，無發燒，無疼痛不適,4,＊,P060615
,P0607 泌尿道感染相關症狀(頻尿、解尿疼痛),中度呼吸窘迫(<92%),2,,P060701
,,血行動力循環不足,2,,P060702
,,意識程度改變(GCS9-13),2,,P060703
,,年齡<3M，體溫>38℃或<36℃,2,,P060704
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P060705
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P060706
,,重度疼痛(8-10),2,,P060707
,,輕度呼吸窘迫(92-94%),3,,P060708
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P060709
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P060710
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P060711
,,中度疼痛(4-7),3,,P060712
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P060713
,,輕度疼痛(<4),4,,P060714
,,泌尿道感染相關症狀，生命徵象正常，無發燒，無疼痛不適,5,＊,P060715
,P0608 少尿,重度呼吸窘迫(<90%),1,,P060801
,,休克,1,,P060802
,,無意識(GCS3-8),1,,P060803
,,中度呼吸窘迫(<92%),2,,P060804
,,血行動力循環不足,2,,P060805
,,意識程度改變(GCS9-13),2,,P060806
,,年齡<3M，體溫>38℃或<36℃,2,,P060807
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P060808
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P060809
,,重度疼痛(8-10),2,,P060810
,,輕度呼吸窘迫(92-94%),3,,P060811
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P060812
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P060813
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P060814
,,中度疼痛(4-7),3,,P060815
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P060816
,,輕度疼痛(<4),4,,P060817
,,少尿，生命徵象正常，無發燒，無疼痛不適,4,＊,P060818
,P0609 多尿,休克,1,,P060901
,,無意識(GCS3-8),1,,P060902
,,中度呼吸窘迫(<92%),2,,P060903
,,血行動力循環不足,2,,P060904
,,意識程度改變(GCS9-13),2,,P060905
,,年齡<3M，體溫>38℃或<36℃,2,,P060906
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P060907
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P060908
,,重度疼痛(8-10),2,,P060909
,,輕度呼吸窘迫(92-94%),3,,P060910
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P060911
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P060912
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P060913
,,中度疼痛(4-7),3,,P060914
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P060915
,,輕度疼痛(<4),4,,P060916
,,多尿，生命徵象正常，無發燒，無疼痛不適,4,＊,P060917
,P0610 鼠蹊部疼痛/腫塊,血行動力循環不足,2,,P061001
,,意識程度改變(GCS9-13),2,,P061002
,,年齡<3M，體溫>38℃或<36℃,2,,P061003
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P061004
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P061005
,,重度疼痛(8-10),2,,P061006
,,輕度呼吸窘迫(92-94%),3,,P061007
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P061008
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P061009
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P061010
,,中度疼痛(4-7),3,,P061011
,,持續性嘔吐,3,＊,P061012
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P061013
,,輕度疼痛(<4),4,,P061014
,,鼠蹊部疼痛/腫塊，生命徵象正常，無發燒，無疼痛不適,5,＊,P061015
P07 耳鼻喉系統,P0701 耳朵疼痛,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P070101
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P070102
,,重度疼痛(8-10),2,,P070103
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P070104
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P070105
,,中度疼痛(4-7),3,,P070106
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P070107
,,輕度疼痛(<4),4,,P070108
,P0702 耳內異物,重度疼痛(8-10),2,,P070201
,,中度疼痛(4-7),3,,P070202
,,輕度疼痛(<4),4,,P070203
,,耳內異物，生命徵象正常，無發燒，無疼痛不適,5,＊,P070204
,,急性或突發性聽力改變,3,＊,P070301
,,慢性或漸進性聽力改變，生命徵象正常，無發燒，無疼痛不適,5,＊,P070302
,P0704 耳鳴,耳鳴，生命徵象正常，無發燒，無疼痛不適,4,＊,P070401
,P0705 耳朵分泌物,年齡<3M，體溫>38℃或<36℃,2,,P070501
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P070502
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P070503
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P070504
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P070505
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P070506
,,耳朵分泌物，生命徵象正常，無發燒，無疼痛不適,5,＊,P070507
,P0706 牙齒/牙齦問題,重度疼痛(8-10),2,,P070601
,,凝血異常-危及生命或肢體的出血,2,＊,P070602
,,無法控制的出血,2,＊,P070603
,,中度疼痛(4-7),3,,P070604
,,凝血異常-中度或輕度的出血,3,＊,P070605
,,加壓後已止血,3,＊,P070606
,,輕度疼痛(<4),4,,P070607
,,牙齒/牙齦出血已止住,4,＊,P070608
,,牙齒/牙齦問題，生命徵象正常，無發燒，無疼痛不適,5,＊,P070609
,P0707 喉嚨痛,重度呼吸窘迫(<90%),1,,P070701
,,休克,1,,P070702
,,無意識(GCS3-8),1,,P070703
,,中度呼吸窘迫(<92%),2,,P070704
,,血行動力循環不足,2,,P070705
,,意識程度改變(GCS9-13),2,,P070706
,,年齡<3M，體溫>38℃或<36℃,2,,P070707
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P070708
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P070709
,,重度疼痛(8-10),2,,P070710
,,口水外流或喘鳴,2,＊,P070711
,,口咽、嘴唇與舌頭明顯腫脹或水腫,2,＊,P070712
,,輕度呼吸窘迫(92-94%),3,,P070713
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P070714
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P070715
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P070716
,,中度疼痛(4-7),3,,P070717
,,有吞嚥困難，但無呼吸窘迫徵象,3,＊,P070718
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P070719
,,輕度疼痛(<4),4,,P070720
,,輕微發炎，生命徵象正常，無發燒,5,＊,P070721
,P0708 頸部腫脹/疼痛,重度呼吸窘迫(<90%),1,,P070801
,,休克,1,,P070802
,,無意識(GCS3-8),1,,P070803
,,中度呼吸窘迫(<92%),2,,P070804
,,血行動力循環不足,2,,P070805
,,意識程度改變(GCS9-13),2,,P070806
,,年齡<3M，體溫>38℃或<36℃,2,,P070807
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P070808
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P070809
,,重度疼痛(8-10),2,,P070810
,,頸部僵硬或腦膜炎徵候+/-發燒,2,＊,P070811
,,輕度呼吸窘迫(92-94%),3,,P070812
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P070813
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P070814
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P070815
,,中度疼痛(4-7),3,,P070816
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P070817
,,輕度疼痛(<4),4,,P070818
,,頸部腫脹，生命徵象正常，無發燒，無疼痛不適,5,＊,P070819
,P0709 吞嚥困難,重度呼吸窘迫(<90%),1,,P070901
,,休克,1,,P070902
,,無意識(GCS3-8),1,,P070903
,,中度呼吸窘迫(<92%),2,,P070904
,,血行動力循環不足,2,,P070905
,,意識程度改變(GCS9-13),2,,P070906
,,年齡<3M，體溫>38℃或<36℃,2,,P070907
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P070908
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P070909
,,重度疼痛(8-10),2,,P070910
,,口水外流或喘鳴,2,＊,P070911
,,輕度呼吸窘迫(92-94%),3,,P070912
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P070913
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P070914
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P070915
,,中度疼痛(4-7),3,,P070916
,,可能有異物,3,＊,P070917
,P0710 顏面疼痛(無外傷/無牙齒問題),重度呼吸窘迫(<90%),1,,P071001
,,休克,1,,P071002
,,無意識(GCS3-8),1,,P071003
,,中度呼吸窘迫(<92%),2,,P071004
,,血行動力循環不足,2,,P071005
,,意識程度改變(GCS9-13),2,,P071006
,,年齡<3M，體溫>38℃或<36℃,2,,P071007
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P071008
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P071009
,,重度疼痛(8-10),2,,P071010
,,輕度呼吸窘迫(92-94%),3,,P071011
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P071012
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P071013
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P071014
,,中度疼痛(4-7),3,,P071015
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P071016
,,輕度疼痛(<4),4,,P071017
,P0711 流鼻血,重度呼吸窘迫(<90%),1,,P071101
,,休克,1,,P071102
,,無意識(GCS3-8),1,,P071103
,,中度呼吸窘迫(<92%),2,,P071104
,,血行動力循環不足,2,,P071105
,,意識程度改變(GCS9-13),2,,P071106
,,年齡<3M，體溫>38℃或<36℃,2,,P071107
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P071108
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P071109
,,凝血異常-危及生命或肢體的出血,2,＊,P071110
,,無法控制的出血,2,＊,P071111
,,輕度呼吸窘迫(92-94%),3,,P071112
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P071113
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P071114
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P071115
,,凝血異常-中度或輕度的出血,3,＊,P071116
,,加壓後已止血,3,＊,P071117
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P071118
,,急性流鼻血(已止血),4,＊,P071119
,,慢性或反覆性流鼻血(已止血)，生命徵象正常，無發燒，無疼痛不適,5,＊,P071120
,P0712 過敏反應,過敏或非特定因素引起的鼻塞，生命徵象正常，無發燒，無疼痛不適,5,＊,P071201
,P0713 鼻內異物,中度呼吸窘迫(<92%),2,,P071301
,,血行動力循環不足,2,,P071302
,,意識程度改變(GCS9-13),2,,P071303
,,年齡<3M，體溫>38℃或<36℃,2,,P071304
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P071305
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P071306
,,重度疼痛(8-10),2,,P071307
,,輕度呼吸窘迫(92-94%),3,,P071308
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P071309
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P071310
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P071311
,,中度疼痛(4-7),3,,P071312
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P071313
,,輕度疼痛(<4),4,,P071314
,,鼻內異物，生命徵象正常，無發燒，無疼痛不適,5,＊,P071315
,P0714 上呼吸道感染相關症狀(鼻塞、流鼻水、咳嗽、喉嚨痛),中度呼吸窘迫(<92%),2,,P071401
,,血行動力循環不足,2,,P071402
,,意識程度改變(GCS9-13),2,,P071403
,,年齡<3M，體溫>38℃或<36℃,2,,P071404
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P071405
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P071406
,,重度疼痛(8-10),2,,P071407
,,輕度呼吸窘迫(92-94%),3,,P071408
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P071409
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P071410
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P071411
,,中度疼痛(4-7),3,,P071412
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P071413
,,輕度疼痛(<4),4,,P071414
,,表現活力可，看起來無病容，生命徵象正常，無發燒，無疼痛不適,5,＊,P071415
P08 眼科,P0801 眼睛分泌物,重度疼痛(8-10),2,,P080101
,,中度疼痛(4-7),3,,P080102
,,輕度疼痛(<4),4,,P080103
,,急性分泌物,4,＊,P080104
,,慢性分泌物，生命徵象正常，無發燒，無疼痛不適,5,＊,P080105
,P0802 眼睛內異物(包括角膜擦傷和角膜異物),重度疼痛(8-10),2,,P080201
,,尖銳性異物,2,＊,P080202
,,急性或突發性視覺改變,2,＊,P080203
,,中度疼痛(4-7),3,,P080204
,,輕度疼痛(<4),4,,P080205
,P0803 眼睛疼痛,重度疼痛(8-10),2,,P080301
,,急性或突發性視覺改變,2,＊,P080302
,,中度疼痛(4-7),3,,P080303
,,輕度疼痛(<4),4,,P080304
,,重度疼痛(8-10),2,,P080401
,,中度疼痛(4-7),3,,P080402
,,輕度疼痛(<4),4,,P080403
,,急性分泌物,4,＊,P080404
,,眼睛紅癢，生命徵象正常，無發燒，無疼痛不適,5,＊,P080405
,P0805 畏光/光傷害,重度疼痛(8-10),2,,P080501
,,急性或突發性視覺改變,2,＊,P080502
,,中度疼痛(4-7),3,,P080503
,,輕度疼痛(<4),4,,P080504
,,畏光，生命徵象正常，無發燒，無疼痛不適,4,＊,P080505
,P0806 眼眶腫脹,中度呼吸窘迫(<92%),2,,P080601
,,血行動力循環不足,2,,P080602
,,意識程度改變(GCS9-13),2,,P080603
,,年齡<3M，體溫>38℃或<36℃,2,,P080604
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P080605
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P080606
,,重度疼痛(8-10),2,,P080607
,,輕度呼吸窘迫(92-94%),3,,P080608
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P080609
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P080610
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P080611
,,中度疼痛(4-7),3,,P080612
,,眼眶周圍區域蜂窩性組織炎,3,＊,P080613
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P080614
,,輕度疼痛(<4),4,,P080615
,,眼眶輕微腫脹，生命徵象正常，無發燒，無疼痛不適,5,＊,P080616
,P0807 視覺障礙,急性或突發性視覺改變,2,＊,P080701
,,慢性或漸進性視覺改變，生命徵象正常，無發燒，無疼痛不適,4,＊,P080702
,P0808 複視*假如懷疑腦中風，請選擇P0410 中風症狀,急性發作,3,＊,P080801
,,慢性複視，生命徵象正常，無發燒，無疼痛不適,4,＊,P080802
,P0809 眼睛複檢,急性或突發性視覺改變,2,＊,P080901
,,重度疼痛(8-10),2,,P080902
,,中度疼痛(4-7),3,,P080903
,,輕度疼痛(<4),4,,P080904
,,眼睛複檢，生命徵象正常，無發燒，無疼痛不適,5,＊,P080905
,P0810 化學物質暴露眼睛,化學物質濺入眼睛，造成傷害,2,＊,P081001
P09 皮膚系統,P0901 搔癢,中度疼痛(4-7),3,,P090101
,,輕度疼痛(<4),4,,P090102
,,搔癢，生命徵象正常，無發燒，無疼痛不適,5,＊,P090103
,P0902 紅疹,中度呼吸窘迫(<92%),2,,P090201
,,血行動力循環不足,2,,P090202
,,意識程度改變(GCS9-13),2,,P090203
,,年齡<3M，體溫>38℃或<36℃,2,,P090204
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P090205
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P090206
,,重度疼痛(8-10),2,,P090207
,,紫斑或瘀斑，病容明顯,2,＊,P090208
,,輕度呼吸窘迫(92-94%),3,,P090209
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P090210
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P090211
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P090212
,P0902 紅疹,中度疼痛(4-7),3,,P090213
,,臉部蜂窩性組織炎，眼眶周圍區域,3,＊,P090214
,,廣泛性紅疹,3,＊,P090215
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P090216
,,輕度疼痛(<4),4,,P090217
,,局部性紅疹(過敏反應),4,＊,P090218
,,局部性紅疹，非過敏反應，生命徵象正常，無發燒，無疼痛不適,5,＊,P090219
,P0903 局部紅腫,重度呼吸窘迫(<90%),1,,P090301
,,休克,1,,P090302
,,無意識(GCS3-8),1,,P090303
,,中度呼吸窘迫(<92%),2,,P090304
,,血行動力循環不足,2,,P090305
,,意識程度改變(GCS9-13),2,,P090306
,,年齡<3M，體溫>38℃或<36℃,2,,P090307
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P090308
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P090309
,,重度疼痛(8-10),2,,P090310
,,紫斑或瘀斑，病容明顯,2,＊,P090311
,,輕度呼吸窘迫(92-94%),3,,P090312
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P090313
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P090314
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P090315
,,中度疼痛(4-7),3,,P090316
,,臉部蜂窩性組織炎，眼眶周圍區域,3,＊,P090317
,,廣泛性蜂窩組織炎/紅腫,3,＊,P090318
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P090319
,,輕度疼痛(<4),4,,P090320
,,局部性蜂窩組織炎/紅腫,4,＊,P090321
,P0904 發紺,重度呼吸窘迫(<90%),1,,P090401
,,休克,1,,P090402
,,無意識(GCS3-8),1,,P090403
,,中樞型發紺,1,＊,P090404
,,中度呼吸窘迫(<92%),2,,P090405
,,血行動力循環不足,2,,P090406
,,意識程度改變(GCS9-13),2,,P090407
,,年齡<3M，體溫>38℃或<36℃,2,,P090408
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P090409
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P090410
,,周邊型發紺,2,＊,P090411
,P0905 自發性瘀斑,重度呼吸窘迫(<90%),1,,P090501
,,休克,1,,P090502
,,無意識(GCS3-8),1,,P090503
,,中度呼吸窘迫(<92%),2,,P090504
,,血行動力循環不足,2,,P090505
,,意識程度改變(GCS9-13),2,,P090506
,,年齡<3M，體溫>38℃或<36℃,2,,P090507
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P090508
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P090509
,,凝血異常-危及生命或肢體的出血,2,＊,P090510
,,輕度呼吸窘迫(92-94%),3,,P090511
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P090512
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P090513
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P090514
,,凝血異常-中度或輕度的出血,3,＊,P090515
,,自發性瘀斑,3,＊,P090516
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P090517
,P0906 腫塊、長繭等,中度呼吸窘迫(<92%),2,,P090601
,,血行動力循環不足,2,,P090602
,,意識程度改變(GCS9-13),2,,P090603
,,年齡<3M，體溫>38℃或<36℃,2,,P090604
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P090605
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P090606
,,重度疼痛(8-10),2,,P090607
,,輕度呼吸窘迫(92-94%),3,,P090608
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P090609
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P090610
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P090611
,,中度疼痛(4-7),3,,P090612
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P090613
,,輕度疼痛(<4),4,,P090614
,,腫塊、長繭等，生命徵象正常，無發燒，無疼痛不適,5,＊,P090615
,P0907 乳房紅腫,中度呼吸窘迫(<92%),2,,P090701
,,血行動力循環不足,2,,P090702
,,意識程度改變(GCS9-13),2,,P090703
,,年齡<3M，體溫>38℃或<36℃,2,,P090704
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P090705
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P090706
,,重度疼痛(8-10),2,,P090707
,,輕度呼吸窘迫(92-94%),3,,P090708
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P090709
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P090710
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P090711
,,中度疼痛(4-7),3,,P090712
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P090713
,,輕度疼痛(<4),4,,P090714
,,乳房紅腫，生命徵象正常，無發燒，無疼痛不適,5,＊,P090715
,P0908 疑似傳染性皮膚病,重度疼痛(8-10),2,,P090801
,,輕度呼吸窘迫(92-94%),3,,P090802
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P090803
,,中度疼痛(4-7),3,,P090804
,,輕度疼痛(<4),4,,P090805
,,疑似傳染性皮膚病，生命徵象正常，無發燒，無疼痛不適,5,＊,P090806
,P0909 皮膚內異物,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P090901
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P090902
,,中度疼痛(4-7),3,,P090903
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P090904
,,輕度疼痛(<4),4,,P090905
,,皮膚內異物，生命徵象正常，無發燒，無疼痛不適,5,＊,P090906
,P0910 其他皮膚情況,輕度呼吸窘迫(92-94%),3,,P091001
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P091002
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P091003
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P091004
,,中度疼痛(4-7),3,,P091005
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P091006
,,輕度疼痛(<4),4,,P091007
,,其他皮膚情況，生命徵象正常，無發燒，無疼痛不適,5,＊,P091008
P10 婦產科,P1001 月經問題,重度呼吸窘迫(<90%),1,,P100101
,,休克,1,,P100102
,,無意識(GCS3-8),1,,P100103
,,中度呼吸窘迫(<92%),2,,P100104
,,血行動力循環不足,2,,P100105
,,意識程度改變(GCS9-13),2,,P100106
,,年齡<3M，體溫>38℃或<36℃,2,,P100107
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P100108
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P100109
,,重度疼痛(8-10),2,,P100110
,,無法控制的出血,2,＊,P100111
,,輕度呼吸窘迫(92-94%),3,,P100112
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P100113
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P100114
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P100115
,,中度疼痛(4-7),3,,P100116
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P100117
,,輕度疼痛(<4),4,,P100118
,,月經問題，生命徵象正常，無發燒，無疼痛不適,4,＊,P100119
,P1002 陰道內異物,重度呼吸窘迫(<90%),1,,P100201
,,休克,1,,P100202
,,無意識(GCS3-8),1,,P100203
,,中度呼吸窘迫(<92%),2,,P100204
,,血行動力循環不足,2,,P100205
,,意識程度改變(GCS9-13),2,,P100206
,,年齡<3M，體溫>38℃或<36℃,2,,P100207
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P100208
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P100209
,,重度疼痛(8-10),2,,P100210
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P100211
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P100212
,,中度疼痛(4-7),3,,P100213
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P100214
,,輕度疼痛(<4),4,,P100215
,,陰道內異物，生命徵象正常，無發燒，無疼痛不適,5,＊,P100216
,P1003 陰道分泌物,中度呼吸窘迫(<92%),2,,P100301
,,血行動力循環不足,2,,P100302
,,意識程度改變(GCS9-13),2,,P100303
,,年齡<3M，體溫>38℃或<36℃,2,,P100304
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P100305
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P100306
,,重度疼痛(8-10),2,,P100307
,,輕度呼吸窘迫(92-94%),3,,P100308
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P100309
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P100310
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P100311
,,中度疼痛(4-7),3,,P100312
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P100313
,,輕度疼痛(<4),4,,P100314
,,陰道分泌物，輕微症狀，生命徵象正常，無發燒，無疼痛不適,5,＊,P100315
,P1004 確定或疑似性侵害,確定或疑似性侵害,1,＊,P100401
,P1005 陰道出血,重度呼吸窘迫(<90%),1,,P100501
,,休克,1,,P100502
,,無意識(GCS3-8),1,,P100503
,,中度呼吸窘迫(<92%),2,,P100504
,,血行動力循環不足,2,,P100505
,,意識程度改變(GCS9-13),2,,P100506
,,年齡<3M，體溫>38℃或<36℃,2,,P100507
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P100508
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P100509
,,重度疼痛(8-10),2,,P100510
,,凝血異常-危及生命或肢體的出血,2,＊,P100511
,,大量陰道出血,2,＊,P100512
,,輕度呼吸窘迫(92-94%),3,,P100513
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P100514
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P100515
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P100516
,,中度疼痛(4-7),3,,P100517
,,凝血異常-中度或輕度的出血,3,＊,P100518
,,中量陰道出血,3,＊,P100519
,,可能懷孕,3,＊,P100520
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P100521
,,輕度疼痛(<4),4,,P100522
,,陰道出血-少量/點狀，生命徵象正常，無發燒，無疼痛不適,4,＊,P100523
,P1006 陰唇腫脹,中度呼吸窘迫(<92%),2,,P100601
,,血行動力循環不足,2,,P100602
,,意識程度改變(GCS9-13),2,,P100603
,,年齡<3M，體溫>38℃或<36℃,2,,P100604
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P100605
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P100606
,,重度疼痛(8-10),2,,P100607
,,輕度呼吸窘迫(92-94%),3,,P100608
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P100609
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P100610
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P100611
,,中度疼痛(4-7),3,,P100612
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P100613
,,輕度疼痛(<4),4,,P100614
,,陰唇腫脹，生命徵象正常，無發燒，無疼痛不適,5,＊,P100615
,P1007 陰道疼痛/搔癢,重度疼痛(8-10),2,,P100701
,,中度疼痛(4-7),3,,P100702
,,輕度疼痛(<4),4,,P100703
,,陰道搔癢，生命徵象正常，無發燒，無疼痛不適,4,＊,P100704
,P1008 懷孕問題大於 20 週,重度呼吸窘迫(<90%),1,,P100801
,,休克,1,,P100802
,,無意識(GCS3-8),1,,P100803
,,可見胎兒先露部位、臍帶脫垂,1,＊,P100804
,,第三孕期陰道出血,1,＊,P100805
,,中度呼吸窘迫(<92%),2,,P100806
,,血行動力循環不足,2,,P100807
,,意識程度改變(GCS9-13),2,,P100808
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P100809
,,重度疼痛(8-10),2,,P100810
,,凝血異常-危及生命或肢體的出血,2,＊,P100811
,,急產(宮縮≤2 分鐘)/已破水,2,＊,P100812
,,沒有胎動/沒有胎心音,2,＊,P100813
,,頭痛+/-水腫+/-腹痛+/-高血壓,2,＊,P100814
,,產後(胎兒已產出),2,＊,P100815
,,輕度呼吸窘迫(92-94%),3,,P100816
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P100817
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P100818
,,中度疼痛(4-7),3,,P100819
,,凝血異常-中度或輕度的出血,3,＊,P100820
,,急產(宮縮>2 分鐘),3,＊,P100821
,,可能破水,3,＊,P100822
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P100823
,,輕度疼痛(<4),4,,P100824
,P1009 懷孕問題小於 20 週,重度呼吸窘迫(<90%),1,,P100901
,,休克,1,,P100902
,,無意識(GCS3-8),1,,P100903
,,中度呼吸窘迫(<92%),2,,P100904
,,血行動力循環不足,2,,P100905
,,意識程度改變(GCS9-13),2,,P100906
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P100907
,,重度疼痛(8-10),2,,P100908
,,凝血異常-危及生命或肢體的出血,2,＊,P100909
,,大量陰道出血,2,＊,P100910
,,輕度呼吸窘迫(92-94%),3,,P100911
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P100912
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P100913
,,中度疼痛(4-7),3,,P100914
,,凝血異常-中度或輕度的出血,3,＊,P100915
,,中量陰道出血,3,＊,P100916
,,可能懷孕,3,＊,P100917
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P100918
,,輕度疼痛(<4),4,,P100919
,,陰道出血-少量/點狀，生命徵象正常，無發燒，無疼痛不適,4,＊,P100920
,P1010 產後出血,重度呼吸窘迫(<90%),1,,P101001
,,休克,1,,P101002
,,無意識(GCS3-8),1,,P101003
,,中度呼吸窘迫(<92%),2,,P101004
,,血行動力循環不足,2,,P101005
,,意識程度改變(GCS9-13),2,,P101006
,,凝血異常-危及生命或肢體的出血,2,＊,P101007
,,大量陰道出血,2,＊,P101008
,,輕度呼吸窘迫(92-94%),3,,P101009
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P101010
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P101011
,,凝血異常-中度或輕度的出血,3,＊,P101012
,,產後出血，生命徵象正常,3,＊,P101013
P11 心理健康,P1101 憂鬱/自殺,企圖自殺或者有明確的計畫,2,＊,P110101
,,有強烈的自殺意念,2,＊,P110102
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,P110103
,,有自殺的想法，但不一定有計畫,3,＊,P110104
,,憂鬱感，但不一定有自殺的念頭,4,＊,P110105
,P1102 焦慮/激動,重度焦慮/激動,2,＊,P110201
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,P110202
,,中度焦慮/激動,3,＊,P110203
,,輕度焦慮/激動,4,＊,P110204
,P1103 幻覺/妄想,中度呼吸窘迫(<92%),2,,P110301
,,血行動力循環不足,2,,P110302
,,意識程度改變(GCS9-13),2,,P110303
,,年齡<3M，體溫>38℃或<36℃,2,,P110304
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P110305
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P110306
,,急性精神病態,2,＊,P110307
,,重度焦慮/激動,2,＊,P110308
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,P110309
,,輕度呼吸窘迫(92-94%),3,,P110310
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P110311
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P110312
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P110313
,,中度焦慮/激動或合併被害妄想,3,＊,P110314
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P110315
,,輕微激動，穩定,4,＊,P110316
,,慢性幻想，生命徵象正常，無發燒，無疼痛不適,5,＊,P110317
,P1104 失眠,急性失眠,4,＊,P110401
,,慢性失眠,5,＊,P110402
,P1105 暴力行為/自傷/傷害他人,即將傷害自己或他人；有明確的計畫,1,＊,P110501
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,P110502
,,有使用暴力/傷害他人的念頭，但不一定有計畫,3,＊,P110503
,P1106 社會/社交問題,身體或心理上的虐待，嚴重的情緒壓力,3,＊,P110601
,,沒有能力應付或處理,4,＊,P110602
,,慢性非緊急的狀況，生命徵象正常，無發燒，無疼痛不適,5,＊,P110603
,P1107 怪異行為,無法控制的行為,1,＊,P110701
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,P110702
,,可以控制的行為,3,＊,P110703
,,無害的行為,4,＊,P110704
,,慢性非緊急的狀況，生命徵象正常，無發燒，無疼痛不適,5,＊,P110705
,P1108 破壞性行為,不穩定的想法或做出可能危害自身或他人(家庭)安全的行為,2,＊,P110801
,,對於環境或其他人出現急性相處困難的狀況,3,＊,P110802
,,持續有問題的行為,4,＊,P110803
,,慢性，沒有改變的行為,5,＊,P110804
P12 物質誤用,P1201 物質誤用/中毒,重度呼吸窘迫(<90%),1,,P120101
,,休克,1,,P120102
,,無意識(GCS3-8),1,,P120103
,,中度呼吸窘迫(<92%),2,,P120104
,,血行動力循環不足,2,,P120105
,,意識程度改變(GCS9-13),2,,P120106
,,年齡<3M，體溫>38℃或<36℃,2,,P120107
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P120108
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P120109
,,高危險性物質/不明物質,2,＊,P120110
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,P120111
,,輕度呼吸窘迫(92-94%),3,,P120112
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P120113
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P120114
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P120115
,,已知低危險性物質<4 小時,3,＊,P120116
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P120117
,,已知低危險性物質>4 小時，生命徵象正常，無發燒，無疼痛不適,4,＊,P120118
,P1202 物質戒斷,重度呼吸窘迫(<90%),1,,P120201
,,休克,1,,P120202
,,無意識(GCS3-8),1,,P120203
,,持續抽搐,1,＊,P120204
,,中度呼吸窘迫(<92%),2,,P120205
,,血行動力循環不足,2,,P120206
,,意識程度改變(GCS9-13),2,,P120207
,,年齡<3M，體溫>38℃或<36℃,2,,P120208
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P120209
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P120210
,P1202 物質戒斷,剛發生的抽搐/發作後/激動,2,＊,P120211
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,P120212
,,重度焦慮/激動,2,＊,P120213
,,輕度呼吸窘迫(92-94%),3,,P120214
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P120215
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P120216
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P120217
,,中度焦慮/激動,3,＊,P120218
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P120219
,,輕度焦慮/激動,4,＊,P120220
,P1203 藥物過量攝取,重度呼吸窘迫(<90%),1,,P120301
,,休克,1,,P120302
,,無意識(GCS3-8),1,,P120303
,,中度呼吸窘迫(<92%),2,,P120304
,,血行動力循環不足,2,,P120305
,,意識程度改變(GCS9-13),2,,P120306
,,年齡<3M，體溫>38℃或<36℃,2,,P120307
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P120308
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P120309
,,高危險性物質/不明物質,2,＊,P120310
,,不穩定的想法或做出可能危害自身或他人安全的行為,2,＊,P120311
,,企圖自殺或者有明確的計畫,2,＊,P120312
,,輕度呼吸窘迫(92-94%),3,,P120313
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P120314
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P120315
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P120316
,,有自殺的想法，但不一定有計畫,3,＊,P120317
,,已知低危險性物質<4 小時,3,＊,P120318
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P120319
,,已知低危險性物質>4 小時，生命徵象正常，無發燒，無疼痛不適,4,＊,P120320
P13 一般和其他,P1301 發燒/畏寒,重度呼吸窘迫(<90%),1,,P130101
,,休克,1,,P130102
,,無意識(GCS3-8),1,,P130103
,,不分年齡，中樞體溫>41℃,1,,P130104
,,中度呼吸窘迫(<92%),2,,P130105
,,血行動力循環不足,2,,P130106
,,意識程度改變(GCS9-13),2,,P130107
,,年齡<3M，體溫>38℃或<36℃,2,,P130108
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P130109
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P130110
,,紫斑或瘀斑，病容明顯,2,＊,P130111
,,輕度呼吸窘迫(92-94%),3,,P130112
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P130113
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P130114
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P130115
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P130116
,P1302 轉診,重度呼吸窘迫(<90%),1,,P130201
,,休克,1,,P130202
,,無意識(GCS3-8),1,,P130203
,,轉診病人已插有氣管內管/胸管,1,＊,P130204
,,中度呼吸窘迫(<92%),2,,P130205
,,血行動力循環不足,2,,P130206
,,意識程度改變(GCS9-13),2,,P130207
,,年齡<3M，體溫>38℃或<36℃,2,,P130208
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P130209
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P130210
,,重度疼痛(8-10),2,,P130211
,,輕度呼吸窘迫(92-94%),3,,P130212
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P130213
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P130214
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P130215
,,中度疼痛(4-7),3,,P130216
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P130217
,,輕度疼痛(<4),4,,P130218
,,轉診，生命徵象正常，無發燒，無疼痛不適,5,＊,P130219
,P1303 要求開藥,要求開藥，生命徵象正常，無發燒，無疼痛不適,5,＊,P130301
,P1304 蒼白/貧血,重度呼吸窘迫(<90%),1,,P130401
,,休克,1,,P130402
,,無意識(GCS3-8),1,,P130403
,,中度呼吸窘迫(<92%),2,,P130404
,,血行動力循環不足,2,,P130405
,,意識程度改變(GCS9-13),2,,P130406
,,年齡<3M，體溫>38℃或<36℃,2,,P130407
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P130408
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P130409
,,凝血異常-危及生命或肢體的出血,2,＊,P130410
,,輕度呼吸窘迫(92-94%),3,,P130411
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P130412
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P130413
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P130414
,,凝血異常-中度或輕度的出血,3,＊,P130415
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P130416
,,蒼白/貧血，生命徵象正常，無發燒，無疼痛不適,4,＊,P130417
,P1305 哭鬧不安,重度呼吸窘迫(<90%),1,,P130501
,,休克,1,,P130502
,,無意識(GCS3-8),1,,P130503
,,中度呼吸窘迫(<92%),2,,P130504
,,血行動力循環不足,2,,P130505
,,意識程度改變(GCS9-13),2,,P130506
,,年齡<3M，體溫>38℃或<36℃,2,,P130507
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P130508
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P130509
,,重度疼痛(8-10),2,,P130510
,,持續哭鬧無法安撫,2,＊,P130511
,,輕度呼吸窘迫(92-94%),3,,P130512
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P130513
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P130514
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P130515
,,中度疼痛(4-7),3,,P130516
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P130517
,,輕度疼痛(<4),4,,P130518
,,可安撫，表現活力可，生命徵象正常，無發燒，無疼痛不適,4,＊,P130519
,P1306 暴露於傳染性疾病,暴露於傳染性疾病(無症狀)，生命徵象正常，無發燒，無疼痛不適,5,＊,P130601
,P1307 高血糖,重度呼吸窘迫(<90%),1,,P130701
,,休克,1,,P130702
,,無意識(GCS3-8),1,,P130703
,,中度呼吸窘迫(<92%),2,,P130704
,,血行動力循環不足,2,,P130705
,,意識程度改變(GCS9-13),2,,P130706
,,年齡<3M，體溫>38℃或<36℃,2,,P130707
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P130708
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P130709
,,>324mg/dl，伴隨任一症狀(呼吸困難、脫水、虛弱),2,＊,P130710
,,輕度呼吸窘迫(92-94%),3,,P130711
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P130712
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P130713
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P130714
,,>324mg/dl，無症狀,3,＊,P130715
,P1308 低血糖,重度呼吸窘迫(<90%),1,,P130801
,,休克,1,,P130802
,,無意識(GCS3-8),1,,P130803
,,中度呼吸窘迫(<92%),2,,P130804
,,血行動力循環不足,2,,P130805
,,意識程度改變(GCS9-13),2,,P130806
,,年齡<3M，體溫>38℃或<36℃,2,,P130807
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P130808
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P130809
,,<60mg/dl，伴隨任一症狀(混亂、冒汗、虛弱、顫抖),2,＊,P130810
,,輕度呼吸窘迫(92-94%),3,,P130811
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P130812
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P130813
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P130814
,,<60mg/dl，無症狀,3,＊,P130815
,P1309 換藥,輕度呼吸窘迫(92-94%),3,,P130901
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P130902
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P130903
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P130904
,,中度疼痛(4-7),3,,P130905
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P130906
,,輕度疼痛(<4),4,,P130907
,,單純換藥，生命徵象正常，無發燒，無疼痛不適,5,＊,P130908
,P1310 拆線,輕度呼吸窘迫(92-94%),3,,P131001
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P131002
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P131003
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P131004
,,中度疼痛(4-7),3,,P131005
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P131006
,,輕度疼痛(<4),4,,P131007
,,單純拆線，生命徵象正常，無發燒，無疼痛不適,5,＊,P131008
,P1311 影像檢查,影像檢查，生命徵象正常，無發燒，無疼痛不適,5,＊,P131101
,P1312 醫療裝置問題,重度呼吸窘迫(<90%),1,,P131201
,,休克,1,,P131202
,,無意識(GCS3-8),1,,P131203
,,中度呼吸窘迫(<92%),2,,P131204
,,血行動力循環不足,2,,P131205
,,意識程度改變(GCS9-13),2,,P131206
,,年齡<3M，體溫>38℃或<36℃,2,,P131207
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P131208
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P131209
,,重度疼痛(8-10),2,,P131210
,,輕度呼吸窘迫(92-94%),3,,P131211
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P131212
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P131213
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P131214
,,中度疼痛(4-7),3,,P131215
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P131216
,,輕度疼痛(<4),4,,P131217
,P1312 醫療裝置問題,醫療裝置問題(無其他症狀或窘迫徵象)，生命徵象正常，無發燒，無疼痛不適,4,＊,P131218
,P1313 要求開立診斷書,要求開立診斷書，生命徵象正常，無發燒，無疼痛不適,5,＊,P131301
,P1314 移除戒指,重度疼痛(8-10),2,,P131401
,,神經受損或肢體血管循環不佳徵象,2,＊,P131402
,,中度疼痛(4-7),3,,P131403
,,輕度疼痛(<4),4,,P131404
,,移除戒指，生命徵象正常，無發燒，無疼痛不適,5,＊,P131405
,P1315 檢驗/檢查結果異常,重度呼吸窘迫(<90%),1,,P131501
,,休克,1,,P131502
,,無意識(GCS3-8),1,,P131503
,,中度呼吸窘迫(<92%),2,,P131504
,,血行動力循環不足,2,,P131505
,,意識程度改變(GCS9-13),2,,P131506
,,年齡<3M，體溫>38℃或<36℃,2,,P131507
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P131508
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P131509
,,凝血異常-危及生命或肢體的出血,2,＊,P131510
,,輕度呼吸窘迫(92-94%),3,,P131511
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P131512
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P131513
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P131514
,,凝血異常-中度或輕度的出血,3,＊,P131515
,,檢驗出現危險數值，生命徵象正常,3,＊,P131516
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P131517
,,檢驗數值/檢查結果異常，但無立即危險，生命徵象正常，無發燒，無疼痛不適,4,＊,P131518
,P1316 手術後併發症,中度呼吸窘迫(<92%),2,,P131601
,,血行動力循環不足,2,,P131602
,,意識程度改變(GCS9-13),2,,P131603
,,年齡<3M，體溫>38℃或<36℃,2,,P131604
,,年齡 3M~3Y，體溫>38℃，免疫功能缺陷或看起來有病容(活動力不佳),2,,P131605
,,年齡>3Y，體溫>38℃，免疫功能缺陷,2,,P131606
,,重度疼痛(8-10),2,,P131607
,,凝血異常-危及生命或肢體的出血,2,＊,P131608
,,輕度呼吸窘迫(92-94%),3,,P131609
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,P131610
,,年齡 3M~3Y，體溫>38℃，看起來無病容(活動力佳),3,,P131611
,,年齡>3Y，體溫>38℃，看起來有病容(活動力不佳),3,,P131612
,,中度疼痛(4-7),3,,P131613
,,凝血異常-中度或輕度的出血,3,＊,P131614
,,檢驗出現危險數值，生命徵象正常,3,＊,P131615
,,年齡>3Y，體溫>38℃，看起來無病容(活動力佳),4,,P131616
,,輕度疼痛(<4),4,,P131617
,,例行檢查，生命徵象正常，無發燒，無疼痛不適,5,＊,P131618
T01 重大外傷,T0101 多重鈍傷/穿刺傷,心跳/呼吸停止,1,＊,T010101
,,重度呼吸窘迫(<90%),1,,T010102
,,休克,1,,T010103
,,無意識(GCS3-8),1,,T010104
,,中度呼吸窘迫(<92%),2,,T010105
,,血行動力循環不足,2,,T010106
,,意識程度改變(GCS9-13),2,,T010107
,,急性中樞重度疼痛(8-10),2,,T010108
,,高危險性受傷機轉,2,,T010109
,,頭、頸、軀幹多重部位鈍傷/穿刺傷,2,,T010110
,,槍傷(多重部位),2,,T010111
,,凝血異常-危及生命或肢體的出血,2,＊,T010112
,,神經受損或肢體血管循環不佳徵象,2,＊,T010113
,,輕度呼吸窘迫(92-94%),3,,T010114
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T010115
,,急性中樞中度疼痛(4-7),3,,T010116
,,凝血異常-中度或輕度的出血,3,＊,T010117
,,脊椎被長時間固定,3,＊,T010118
,,急性中樞輕度疼痛(<4),4,,T010119
T02 頭部外傷,T0201 頭部鈍傷,心跳/呼吸停止,1,＊,T020101
,,重度呼吸窘迫(<90%),1,,T020102
,,休克,1,,T020103
,,無意識(GCS3-8),1,,T020104
,,中度呼吸窘迫(<92%),2,,T020105
,,血行動力循環不足,2,,T020106
,,意識程度改變(GCS9-13),2,,T020107
,,急性中樞重度疼痛(8-10),2,,T020108
,,高危險性受傷機轉,2,,T020109
,,凝血異常-危及生命或肢體的出血,2,＊,T020110
,,新出現的神經功能缺損,2,＊,T020111
,,輕度呼吸窘迫(92-94%),3,,T020112
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T020113
,,急性中樞中度疼痛(4-7),3,,T020114
,,凝血異常-中度或輕度的出血,3,＊,T020115
,,外傷後有意識喪失或失憶之現象,3,＊,T020116
,,脊椎被長時間固定,3,＊,T020117
,,急性中樞輕度疼痛(<4),4,,T020118
,,外傷後無意識喪失或失憶之現象,4,＊,T020119
,,軟組織挫傷/血腫,5,＊,T020120
,T0202 頭部穿刺傷,心跳/呼吸停止,1,＊,T020201
,,重度呼吸窘迫(<90%),1,,T020202
,,休克,1,,T020203
,,無意識(GCS3-8),1,,T020204
,,中度呼吸窘迫(<92%),2,,T020205
,,血行動力循環不足,2,,T020206
,,意識程度改變(GCS9-13),2,,T020207
,,急性中樞重度疼痛(8-10),2,,T020208
,,頭部穿刺傷,2,,T020209
,,頭部槍傷,2,,T020210
,,凝血異常-危及生命或肢體的出血,2,＊,T020211
,,新出現的神經功能缺損,2,＊,T020212
,T0203 頭部撕裂傷、擦傷,重度呼吸窘迫(<90%),1,,T020301
,,休克,1,,T020302
,,無意識(GCS3-8),1,,T020303
,,中度呼吸窘迫(<92%),2,,T020304
,,血行動力循環不足,2,,T020305
,,意識程度改變(GCS9-13),2,,T020306
,,急性中樞重度疼痛(8-10),2,,T020307
,,高危險性受傷機轉,2,,T020308
,,凝血異常-危及生命或肢體的出血,2,＊,T020309
,,無法控制的出血,2,＊,T020310
,,輕度呼吸窘迫(92-94%),3,,T020311
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T020312
,,急性中樞中度疼痛(4-7),3,,T020313
,,凝血異常-中度或輕度的出血,3,＊,T020314
,,加壓後已止血,3,＊,T020315
,,急性中樞輕度疼痛(<4),4,,T020316
,,表淺撕裂性/出血已停止,4,＊,T020317
,,擦傷,5,＊,T020318
T03 顏面部外傷,T0301 顏面部鈍傷,心跳/呼吸停止,1,＊,T030101
,,重度呼吸窘迫(<90%),1,,T030102
,,休克,1,,T030103
,,無意識(GCS3-8),1,,T030104
,,中度呼吸窘迫(<92%),2,,T030105
,,血行動力循環不足,2,,T030106
,,意識程度改變(GCS9-13),2,,T030107
,,高危險性受傷機轉,2,,T030108
,,凝血異常-危及生命或肢體的出血,2,＊,T030109
,,無法控制的出血,2,＊,T030110
,,牙齒斷裂,2,＊,T030111
,,輕度呼吸窘迫(92-94%),3,,T030112
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T030113
,,急性周邊重度疼痛(8-10),3,,T030114
,,凝血異常-中度或輕度的出血,3,＊,T030115
,,腫脹變形疑似骨折/脫臼,3,＊,T030116
,,加壓後已止血,3,＊,T030117
,,急性周邊中度疼痛(4-7),4,,T030118
,,表淺撕裂性/出血已停止,4,＊,T030119
,,急性周邊輕度疼痛(<4),5,,T030120
,,軟組織挫傷/血腫,5,＊,T030121
,T0302 顏面部穿刺傷,心跳/呼吸停止,1,＊,T030201
,,重度呼吸窘迫(<90%),1,,T030202
,,休克,1,,T030203
,,無意識(GCS3-8),1,,T030204
,,中度呼吸窘迫(<92%),2,,T030205
,,血行動力循環不足,2,,T030206
,,意識程度改變(GCS9-13),2,,T030207
,,顏面部穿刺傷,2,,T030208
,,顏面部槍傷,2,,T030209
,,凝血異常-危及生命或肢體的出血,2,＊,T030210
,,輕度呼吸窘迫(92-94%),3,,T030211
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T030212
,,急性周邊重度疼痛(8-10),3,,T030213
,,凝血異常-中度或輕度的出血,3,＊,T030214
,T0303 顏面部撕裂傷、擦傷,重度呼吸窘迫(<90%),1,,T030301
,,休克,1,,T030302
,,無意識(GCS3-8),1,,T030303
,,中度呼吸窘迫(<92%),2,,T030304
,,血行動力循環不足,2,,T030305
,,意識程度改變(GCS9-13),2,,T030306
,,高危險性受傷機轉,2,,T030307
,,凝血異常-危及生命或肢體的出血,2,＊,T030308
,,無法控制的出血,2,＊,T030309
,,輕度呼吸窘迫(92-94%),3,,T030310
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T030311
,,急性周邊重度疼痛(8-10),3,,T030312
,,凝血異常-中度或輕度的出血,3,＊,T030313
,,加壓後已止血,3,＊,T030314
,,急性周邊中度疼痛(4-7),4,,T030315
,,表淺撕裂性/出血已停止,4,＊,T030316
,,急性周邊輕度疼痛(<4),5,,T030317
,,擦傷,5,＊,T030318
T04 眼睛外傷,T0401 眼睛鈍傷,急性中樞重度疼痛(8-10),2,,T040101
,,高危險性受傷機轉,2,,T040102
,,凝血異常-危及生命或肢體的出血,2,＊,T040103
,,視覺喪失,2,＊,T040104
,,視覺改變,2,＊,T040105
,,無法評估眼睛受損情形,2,＊,T040106
,,急性中樞中度疼痛(4-7),3,,T040107
,,凝血異常-中度或輕度的出血,3,＊,T040108
,,眼眶腫脹變形，疑似骨折,3,＊,T040109
,,急性中樞輕度疼痛(<4),4,,T040110
,,軟組織挫傷/血腫,5,＊,T040111
,T0402 眼睛穿刺傷,急性中樞重度疼痛(8-10),2,,T040201
,,眼睛穿刺傷,2,,T040202
,,眼睛槍傷,2,,T040203
,,凝血異常-危及生命或肢體的出血,2,＊,T040204
,,視覺喪失,2,＊,T040205
,,視覺改變,2,＊,T040206
,,無法評估眼睛受損情形,2,＊,T040207
,,急性中樞中度疼痛(4-7),3,,T040208
,,凝血異常-中度或輕度的出血,3,＊,T040209
,,急性中樞輕度疼痛(<4),4,,T040210
T05 鼻子外傷,T0501 鼻子鈍傷,中度呼吸窘迫(<92%),2,,T050101
,,血行動力循環不足,2,,T050102
,,意識程度改變(GCS9-13),2,,T050103
,,凝血異常-危及生命或肢體的出血,2,＊,T050104
,,輕度呼吸窘迫(92-94%),3,,T050105
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T050106
,,急性周邊重度疼痛(8-10),3,,T050107
,,凝血異常-中度或輕度的出血,3,＊,T050108
,,腫脹變形，疑似骨折,3,＊,T050109
,,急性周邊中度疼痛(4-7),4,,T050110
,,急性周邊輕度疼痛(<4),5,,T050111
,,軟組織挫傷/血腫,5,＊,T050112
,T0502 鼻子撕裂傷、擦傷,中度呼吸窘迫(<92%),2,,T050201
,,血行動力循環不足,2,,T050202
,,意識程度改變(GCS9-13),2,,T050203
,,凝血異常-危及生命或肢體的出血,2,＊,T050204
,,無法控制的出血,2,＊,T050205
,,輕度呼吸窘迫(92-94%),3,,T050206
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T050207
,,急性周邊重度疼痛(8-10),3,,T050208
,,凝血異常-中度或輕度的出血,3,＊,T050209
,,加壓後已止血,3,＊,T050210
,,急性周邊中度疼痛(4-7),4,,T050211
,,表淺撕裂性/出血已停止,4,＊,T050212
,,急性周邊輕度疼痛(<4),5,,T050213
,,擦傷,5,＊,T050214
T06 耳朵外傷,T0601 耳朵鈍傷,中度呼吸窘迫(<92%),2,,T060101
,,血行動力循環不足,2,,T060102
,,意識程度改變(GCS9-13),2,,T060103
,,輕度呼吸窘迫(92-94%),3,,T060104
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T060105
,,急性周邊重度疼痛(8-10),3,,T060106
,,凝血異常-中度或輕度的出血,3,＊,T060107
,,急性或突發性聽力改變,3,＊,T060108
,,急性周邊中度疼痛(4-7),4,,T060109
,,急性周邊輕度疼痛(<4),5,,T060110
,,軟組織挫傷/血腫,5,＊,T060111
,T0602 耳朵撕裂傷、擦傷,中度呼吸窘迫(<92%),2,,T060201
,,血行動力循環不足,2,,T060202
,,意識程度改變(GCS9-13),2,,T060203
,,外耳切除,2,＊,T060204
,,無法控制的出血,2,＊,T060205
,,輕度呼吸窘迫(92-94%),3,,T060206
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T060207
,,急性周邊重度疼痛(8-10),3,,T060208
,,凝血異常-中度或輕度的出血,3,＊,T060209
,,加壓後已止血,3,＊,T060210
,,急性周邊中度疼痛(4-7),4,,T060211
,,表淺撕裂性/出血已停止,4,＊,T060212
,,急性周邊輕度疼痛(<4),5,,T060213
,,擦傷,5,＊,T060214
T07 頸部外傷,T0701 頸部鈍傷,心跳/呼吸停止,1,＊,T070101
,,重度呼吸窘迫(<90%),1,,T070102
,,休克,1,,T070103
,,無意識(GCS3-8),1,,T070104
,,中度呼吸窘迫(<92%),2,,T070105
,,血行動力循環不足,2,,T070106
,,意識程度改變(GCS9-13),2,,T070107
,,急性中樞重度疼痛(8-10),2,,T070108
,,高危險性受傷機轉,2,,T070109
,,凝血異常-危及生命或肢體的出血,2,＊,T070110
,,新出現的神經功能缺損,2,＊,T070111
,,嘶啞聲或無法言語,2,＊,T070112
,,輕度呼吸窘迫(92-94%),3,,T070113
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T070114
,,急性中樞中度疼痛(4-7),3,,T070115
,,凝血異常-中度或輕度的出血,3,＊,T070116
,,脊椎被長時間固定,3,＊,T070117
,,急性中樞輕度疼痛(<4),4,,T070118
,,軟組織挫傷/血腫,5,＊,T070119
,T0702 頸部穿刺傷,心跳/呼吸停止,1,＊,T070201
,,重度呼吸窘迫(<90%),1,,T070202
,,休克,1,,T070203
,,無意識(GCS3-8),1,,T070204
,,中度呼吸窘迫(<92%),2,,T070205
,,血行動力循環不足,2,,T070206
,,意識程度改變(GCS9-13),2,,T070207
,,急性中樞重度疼痛(8-10),2,,T070208
,,頸部穿刺傷,2,,T070209
,,頸部槍傷,2,,T070210
,,凝血異常-危及生命或肢體的出血,2,＊,T070211
,,新出現的神經功能缺損,2,＊,T070212
,,嘶啞聲或無法言語,2,＊,T070213
,T0703 頸部撕裂傷、擦傷,心跳/呼吸停止,1,＊,T070301
,,重度呼吸窘迫(<90%),1,,T070302
,,休克,1,,T070303
,,無意識(GCS3-8),1,,T070304
,,中度呼吸窘迫(<92%),2,,T070305
,,血行動力循環不足,2,,T070306
,,意識程度改變(GCS9-13),2,,T070307
,,急性中樞重度疼痛(8-10),2,,T070308
,,高危險性受傷機轉,2,,T070309
,,凝血異常-危及生命或肢體的出血,2,＊,T070310
,,無法控制的出血,2,＊,T070311
,,輕度呼吸窘迫(92-94%),3,,T070312
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T070313
,,凝血異常-中度或輕度的出血,3,＊,T070314
,,加壓後已止血,3,＊,T070315
,,急性中樞中度疼痛(4-7),3,,T070316
,,急性中樞輕度疼痛(<4),4,,T070317
,,表淺撕裂性/出血已停止,4,＊,T070318
,,擦傷,5,＊,T070319
T08 胸部外傷,T0801 胸部鈍傷,心跳/呼吸停止,1,＊,T080101
,,重度呼吸窘迫(<90%),1,,T080102
,,休克,1,,T080103
,,無意識(GCS3-8),1,,T080104
,,中度呼吸窘迫(<92%),2,,T080105
,,血行動力循環不足,2,,T080106
,,意識程度改變(GCS9-13),2,,T080107
,,急性中樞重度疼痛(8-10),2,,T080108
,,高危險性受傷機轉,2,,T080109
,,凝血異常-危及生命或肢體的出血,2,＊,T080110
,,輕度呼吸窘迫(92-94%),3,,T080111
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T080112
,,急性中樞中度疼痛(4-7),3,,T080113
,,急性周邊重度疼痛(8-10)-胸壁,3,,T080114
,,凝血異常-中度或輕度的出血,3,＊,T080115
,,腫脹變形，疑似骨折,3,＊,T080116
,,急性中樞輕度疼痛(<4),4,,T080117
,,急性周邊中度疼痛(4-7)-胸壁,4,,T080118
,,急性周邊輕度疼痛(<4)-胸壁,5,,T080119
,,軟組織挫傷/血腫,5,＊,T080120
,T0802 胸部穿刺傷,心跳/呼吸停止,1,＊,T080201
,,重度呼吸窘迫(<90%),1,,T080202
,,休克,1,,T080203
,,無意識(GCS3-8),1,,T080204
,,中度呼吸窘迫(<92%),2,,T080205
,,血行動力循環不足,2,,T080206
,,意識程度改變(GCS9-13),2,,T080207
,,急性中樞重度疼痛(8-10),2,,T080208
,,胸部穿刺傷,2,,T080209
,,胸部槍傷,2,,T080210
,,凝血異常-危及生命或肢體的出血,2,＊,T080211
,T0803 胸部撕裂傷、擦傷,心跳/呼吸停止,1,＊,T080301
,,重度呼吸窘迫(<90%),1,,T080302
,,休克,1,,T080303
,,無意識(GCS3-8),1,,T080304
,,中度呼吸窘迫(<92%),2,,T080305
,,血行動力循環不足,2,,T080306
,,意識程度改變(GCS9-13),2,,T080307
,,急性中樞重度疼痛(8-10),2,,T080308
,,高危險性受傷機轉,2,,T080309
,,凝血異常-危及生命或肢體的出血,2,＊,T080310
,,無法控制的出血,2,＊,T080311
,,輕度呼吸窘迫(92-94%),3,,T080312
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T080313
,,急性中樞中度疼痛(4-7),3,,T080314
,,凝血異常-中度或輕度的出血,3,＊,T080315
,,加壓後已止血,3,＊,T080316
,,急性中樞輕度疼痛(<4),4,,T080317
,,表淺撕裂性/出血已停止,4,＊,T080318
,,擦傷,5,＊,T080319
T09 腹部(含骨盆)外傷,T0901 腹部(含骨盆)鈍傷,心跳/呼吸停止,1,＊,T090101
,,重度呼吸窘迫(<90%),1,,T090102
,,休克,1,,T090103
,,無意識(GCS3-8),1,,T090104
,,中度呼吸窘迫(<92%),2,,T090105
,,血行動力循環不足,2,,T090106
,,意識程度改變(GCS9-13),2,,T090107
,,急性中樞重度疼痛(8-10),2,,T090108
,,高危險性受傷機轉,2,,T090109
,,凝血異常-危及生命或肢體的出血,2,＊,T090110
,,輕度呼吸窘迫(92-94%),3,,T090111
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T090112
,,急性中樞中度疼痛(4-7),3,,T090113
,,凝血異常-中度或輕度的出血,3,＊,T090114
,,急性中樞輕度疼痛(<4),4,,T090115
,,軟組織挫傷/血腫,5,＊,T090116
,T0902 腹部(含骨盆)穿刺傷,心跳/呼吸停止,1,＊,T090201
,,重度呼吸窘迫(<90%),1,,T090202
,,休克,1,,T090203
,,無意識(GCS3-8),1,,T090204
,,中度呼吸窘迫(<92%),2,,T090205
,,血行動力循環不足,2,,T090206
,,意識程度改變(GCS9-13),2,,T090207
,,急性中樞重度疼痛(8-10),2,,T090208
,,腹部穿刺傷,2,,T090209
,,腹部槍傷,2,,T090210
,,凝血異常-危及生命或肢體的出血,2,＊,T090211
,T0903 腹部(含骨盆)撕裂傷、擦傷,心跳/呼吸停止,1,＊,T090301
,,重度呼吸窘迫(<90%),1,,T090302
,,休克,1,,T090303
,,無意識(GCS3-8),1,,T090304
,,中度呼吸窘迫(<92%),2,,T090305
,,血行動力循環不足,2,,T090306
,,意識程度改變(GCS9-13),2,,T090307
,,急性中樞重度疼痛(8-10),2,,T090308
,,高危險性受傷機轉,2,,T090309
,,凝血異常-危及生命或肢體的出血,2,＊,T090310
,,無法控制的出血,2,＊,T090311
,,輕度呼吸窘迫(92-94%),3,,T090312
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T090313
,,急性中樞中度疼痛(4-7),3,,T090314
,,凝血異常-中度或輕度的出血,3,＊,T090315
,,加壓後已止血,3,＊,T090316
,,急性中樞輕度疼痛(<4),4,,T090317
,,表淺撕裂性/出血已停止,4,＊,T090318
,,擦傷,5,＊,T090319
T10 腰、背部外傷,T1001 腰、背部鈍傷,心跳/呼吸停止,1,＊,T100101
,,重度呼吸窘迫(<90%),1,,T100102
,,休克,1,,T100103
,,無意識(GCS3-8),1,,T100104
,,中度呼吸窘迫(<92%),2,,T100105
,,血行動力循環不足,2,,T100106
,,意識程度改變(GCS9-13),2,,T100107
,,急性中樞重度疼痛(8-10),2,,T100108
,,高危險性受傷機轉,2,,T100109
,,凝血異常-危及生命或肢體的出血,2,＊,T100110
,,新出現的神經功能缺損,2,＊,T100111
,,輕度呼吸窘迫(92-94%),3,,T100112
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T100113
,,急性中樞中度疼痛(4-7),3,,T100114
,,凝血異常-中度或輕度的出血,3,＊,T100115
,,脊椎被長時間固定,3,＊,T100116
,,急性中樞輕度疼痛(<4),4,,T100117
,,軟組織挫傷/血腫,5,＊,T100118
,T1002 腰、背部穿刺傷,心跳/呼吸停止,1,＊,T100201
,,重度呼吸窘迫(<90%),1,,T100202
,,休克,1,,T100203
,,無意識(GCS3-8),1,,T100204
,,中度呼吸窘迫(<92%),2,,T100205
,,血行動力循環不足,2,,T100206
,,意識程度改變(GCS9-13),2,,T100207
,,急性中樞重度疼痛(8-10),2,,T100208
,,腰、背部穿刺傷,2,,T100209
,,腰、背部槍傷,2,,T100210
,,凝血異常-危及生命或肢體的出血,2,＊,T100211
,T1003 腰、背部撕裂傷、擦傷,心跳/呼吸停止,1,＊,T100301
,,重度呼吸窘迫(<90%),1,,T100302
,,休克,1,,T100303
,,無意識(GCS3-8),1,,T100304
,,中度呼吸窘迫(<92%),2,,T100305
,,血行動力循環不足,2,,T100306
,,意識程度改變(GCS9-13),2,,T100307
,,急性中樞重度疼痛(8-10),2,,T100308
,,高危險性受傷機轉,2,,T100309
,,凝血異常-危及生命或肢體的出血,2,＊,T100310
,,無法控制的出血,2,＊,T100311
,,輕度呼吸窘迫(92-94%),3,,T100312
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T100313
,,急性中樞中度疼痛(4-7),3,,T100314
,,凝血異常-中度或輕度的出血,3,＊,T100315
,,加壓後已止血,3,＊,T100316
,,急性中樞輕度疼痛(<4),4,,T100317
,,表淺撕裂性/出血已停止,4,＊,T100318
,,擦傷,5,＊,T100319
T11 會陰部及生殖器官外傷,T1101 會陰部及生殖器官鈍傷,中度呼吸窘迫(<92%),2,,T110101
,,血行動力循環不足,2,,T110102
,,意識程度改變(GCS9-13),2,,T110103
,,急性中樞重度疼痛(8-10),2,,T110104
,,高危險性受傷機轉,2,,T110105
,,凝血異常-危及生命或肢體的出血,2,＊,T110106
,,生殖器腫脹變形,2,＊,T110107
,,睪丸外露,2,＊,T110108
,,輕度呼吸窘迫(92-94%),3,,T110109
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T110110
,,急性中樞中度疼痛(4-7),3,,T110111
,,凝血異常-中度或輕度的出血,3,＊,T110112
,,尿道口出血,3,＊,T110113
,,急性中樞輕度疼痛(<4),4,,T110114
,,軟組織挫傷/血腫,5,＊,T110115
,T1102 會陰部及生殖器官穿刺傷,中度呼吸窘迫(<92%),2,,T110201
,,血行動力循環不足,2,,T110202
,,意識程度改變(GCS9-13),2,,T110203
,,急性中樞重度疼痛(8-10),2,,T110204
,,會陰部及生殖器穿刺傷,2,,T110205
,,會陰部及生殖器槍傷,2,,T110206
,,凝血異常-危及生命或肢體的出血,2,＊,T110207
,,睪丸外露,2,＊,T110208
,T1103 會陰部及生殖器官撕裂傷、擦傷,中度呼吸窘迫(<92%),2,,T110301
,,血行動力循環不足,2,,T110302
,,意識程度改變(GCS9-13),2,,T110303
,,急性中樞重度疼痛(8-10),2,,T110304
,,高危險性受傷機轉,2,,T110305
,,凝血異常-危及生命或肢體的出血,2,＊,T110306
,,無法控制的出血,2,＊,T110307
,,睪丸外露,2,＊,T110308
,,輕度呼吸窘迫(92-94%),3,,T110309
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T110310
,,急性中樞中度疼痛(4-7),3,,T110311
,,凝血異常-中度或輕度的出血,3,＊,T110312
,,加壓後已止血,3,＊,T110313
,,急性中樞輕度疼痛(<4),4,,T110314
,,表淺撕裂性/出血已停止,4,＊,T110315
,,擦傷,5,＊,T110316
T12 肢體外傷,T1201 上肢鈍傷,重度呼吸窘迫(<90%),1,,T120101
,,休克,1,,T120102
,,無意識(GCS3-8),1,,T120103
,,中度呼吸窘迫(<92%),2,,T120104
,,血行動力循環不足,2,,T120105
,,意識程度改變(GCS9-13),2,,T120106
,,高危險性受傷機轉,2,,T120107
,,凝血異常-危及生命或肢體的出血,2,＊,T120108
,,神經受損或肢體血管循環不佳徵象,2,＊,T120109
,,開放性骨折,2,＊,T120110
,,石膏緊密，伴隨神經受損或肢體血管循環不佳徵象,2,＊,T120111
,,輕度呼吸窘迫(92-94%),3,,T120112
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T120113
,,急性周邊重度疼痛(8-10),3,,T120114
,,凝血異常-中度或輕度的出血,3,＊,T120115
,,腫脹變形，疑似骨折/脫臼,3,＊,T120116
,,急性周邊中度疼痛(4-7),4,,T120117
,,石膏緊密，沒有神經受損或肢體血管循環不佳徵象,4,＊,T120118
,,急性周邊輕度疼痛(<4),5,,T120119
,,軟組織挫傷/血腫,5,＊,T120120
,T1202 上肢穿刺傷,重度呼吸窘迫(<90%),1,,T120201
,,休克,1,,T120202
,,無意識(GCS3-8),1,,T120203
,,中度呼吸窘迫(<92%),2,,T120204
,,血行動力循環不足,2,,T120205
,,意識程度改變(GCS9-13),2,,T120206
,,手肘以上的穿刺傷,2,,T120207
,,上肢槍傷,2,,T120208
,,凝血異常-危及生命或肢體的出血,2,＊,T120209
,,無法控制的出血,2,＊,T120210
,,神經受損或肢體血管循環不佳徵象,2,＊,T120211
,,輕度呼吸窘迫(92-94%),3,,T120212
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T120213
,,急性周邊重度疼痛(8-10),3,,T120214
,,凝血異常-中度或輕度的出血,3,＊,T120215
,,加壓後已止血,3,＊,T120216
,,急性周邊中度疼痛(4-7),4,,T120217
,,表淺撕裂性/出血已停止,4,＊,T120218
,,急性周邊輕度疼痛(<4),5,,T120219
,T1203 上肢撕裂傷、擦傷,中度呼吸窘迫(<92%),2,,T120301
,,血行動力循環不足,2,,T120302
,,意識程度改變(GCS9-13),2,,T120303
,,高危險性受傷機轉,2,,T120304
,,凝血異常-危及生命或肢體的出血,2,＊,T120305
,,無法控制的出血,2,＊,T120306
,,輕度呼吸窘迫(92-94%),3,,T120307
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T120308
,,急性周邊重度疼痛(8-10),3,,T120309
,,凝血異常-中度或輕度的出血,3,＊,T120310
,,加壓後已止血,3,＊,T120311
,,急性周邊中度疼痛(4-7),4,,T120312
,,表淺撕裂性/出血已停止,4,＊,T120313
,,急性周邊輕度疼痛(<4),5,,T120314
,,擦傷,5,＊,T120315
,T1204 上肢關節扭傷,急性周邊重度疼痛(8-10),3,,T120401
,,凝血異常-中度或輕度的出血,3,＊,T120402
,,急性周邊中度疼痛(4-7),4,,T120403
,,急性周邊輕度疼痛(<4),5,,T120404
,,關節扭傷,5,＊,T120405
,T1205 上肢創傷性截肢,重度呼吸窘迫(<90%),1,,T120501
,,休克,1,,T120502
,,無意識(GCS3-8),1,,T120503
,,手掌或以上創傷性截肢,1,＊,T120504
,,中度呼吸窘迫(<92%),2,,T120505
,,血行動力循環不足,2,,T120506
,,意識程度改變(GCS9-13),2,,T120507
,,高危險性受傷機轉,2,,T120508
,,手指創傷性截肢,2,＊,T120509
,,凝血異常-危及生命或肢體的出血,2,＊,T120510
,T1206 下肢鈍傷,重度呼吸窘迫(<90%),1,,T120601
,,休克,1,,T120602
,,無意識(GCS3-8),1,,T120603
,,中度呼吸窘迫(<92%),2,,T120604
,,血行動力循環不足,2,,T120605
,,意識程度改變(GCS9-13),2,,T120606
,,高危險性受傷機轉,2,,T120607
,,凝血異常-危及生命或肢體的出血,2,＊,T120608
,,神經受損或肢體血管循環不佳徵象,2,＊,T120609
,,開放性骨折,2,＊,T120610
,,石膏緊密，伴隨神經受損或肢體血管循環不佳徵象,2,＊,T120611
,,大腿腫脹變形，疑似股骨幹骨折,2,＊,T120612
,,輕度呼吸窘迫(92-94%),3,,T120613
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T120614
,,急性周邊重度疼痛(8-10),3,,T120615
,,凝血異常-中度或輕度的出血,3,＊,T120616
,,下肢其他部位腫脹變形，疑似骨折/脫臼,3,＊,T120617
,,急性周邊中度疼痛(4-7),4,,T120618
,,石膏緊密，沒有神經受損或肢體血管循環不佳徵象,4,＊,T120619
,,急性周邊輕度疼痛(<4),5,,T120620
,,軟組織挫傷/血腫,5,＊,T120621
,T1207 下肢穿刺傷,重度呼吸窘迫(<90%),1,,T120701
,,休克,1,,T120702
,,無意識(GCS3-8),1,,T120703
,,中度呼吸窘迫(<92%),2,,T120704
,,血行動力循環不足,2,,T120705
,,意識程度改變(GCS9-13),2,,T120706
,,膝蓋以上的穿刺傷,2,＊,T120707
,,下肢槍傷,2,,T120708
,,凝血異常-危及生命或肢體的出血,2,＊,T120709
,,無法控制的出血,2,＊,T120710
,,神經受損或肢體血管循環不佳徵象,2,＊,T120711
,,輕度呼吸窘迫(92-94%),3,,T120712
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T120713
,,急性周邊重度疼痛(8-10),3,,T120714
,,凝血異常-中度或輕度的出血,3,＊,T120715
,,加壓後已止血,3,＊,T120716
,,急性周邊中度疼痛(4-7),4,,T120717
,,表淺撕裂性/出血已停止,4,＊,T120718
,,急性周邊輕度疼痛(<4),5,,T120719
,T1208 下肢撕裂傷、擦傷,中度呼吸窘迫(<92%),2,,T120801
,,血行動力循環不足,2,,T120802
,,意識程度改變(GCS9-13),2,,T120803
,,高危險性受傷機轉,2,,T120804
,,凝血異常-危及生命或肢體的出血,2,＊,T120805
,,無法控制的出血,2,＊,T120806
,,輕度呼吸窘迫(92-94%),3,,T120807
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T120808
,,急性周邊重度疼痛(8-10),3,,T120809
,,凝血異常-中度或輕度的出血,3,＊,T120810
,,加壓後已止血,3,＊,T120811
,,急性周邊中度疼痛(4-7),4,,T120812
,,表淺撕裂性/出血已停止,4,＊,T120813
,,急性周邊輕度疼痛(<4),5,,T120814
,,擦傷,5,＊,T120815
,T1209 下肢關節扭傷,凝血異常-中度或輕度的出血,3,＊,T120901
,,急性周邊重度疼痛(8-10),3,,T120902
,,急性周邊中度疼痛(4-7),4,,T120903
,,急性周邊輕度疼痛(<4),5,,T120904
,,關節扭傷,5,＊,T120905
,T1210 下肢創傷性截肢,重度呼吸窘迫(<90%),1,,T121001
,,休克,1,,T121002
,,無意識(GCS3-8),1,,T121003
,,腳掌或以上創傷性截肢,1,＊,T121004
,,中度呼吸窘迫(<92%),2,,T121005
,,血行動力循環不足,2,,T121006
,,意識程度改變(GCS9-13),2,,T121007
,,高危險性受傷機轉,2,,T121008
,,凝血異常-危及生命或肢體的出血,2,＊,T121009
,,腳趾創傷性截肢,2,＊,T121010
T13 皮膚外傷,T1301 燒燙傷,重度呼吸窘迫(<90%),1,,T130101
,,休克,1,,T130102
,,無意識(GCS3-8),1,,T130103
,,中度呼吸窘迫(<92%),2,,T130104
,,血行動力循環不足,2,,T130105
,,意識程度改變(GCS9-13),2,,T130106
,,2 度或 3 度>25%體表面積,2,＊,T130107
,,手部/足部/顏面部/會陰部 2 度或 3 度燒燙傷,2,＊,T130108
,,疑似吸入性灼傷,2,＊,T130109
,,輕度呼吸窘迫(92-94%),3,,T130110
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T130111
,,急性周邊重度疼痛(8-10),3,,T130112
,,2 度或 3 度 5-25%體表面積,3,＊,T130113
,,急性周邊中度疼痛(4-7),4,,T130114
,,2 度或 3 度<5%體表面積,4,＊,T130115
,,急性周邊輕度疼痛(<4),5,,T130116
T14 一般和其他傷害,T1401 確定或疑似性侵害,確定或疑似性侵害,1,＊,T140101
,T1402 家庭暴力,心跳/呼吸停止,1,＊,T140201
,,重度呼吸窘迫(<90%),1,,T140202
,,休克,1,,T140203
,,無意識(GCS3-8),1,,T140204
,,中度呼吸窘迫(<92%),2,,T140205
,,血行動力循環不足,2,,T140206
,,意識程度改變(GCS9-13),2,,T140207
,,急性中樞重度疼痛(8-10),2,,T140208
,,高危險性受傷機轉,2,,T140209
,,新出現的神經功能缺損,2,＊,T140210
,,輕度呼吸窘迫(92-94%),3,,T140211
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,T140212
,,急性中樞中度疼痛(4-7),3,,T140213
,,急性周邊重度疼痛(8-10),3,,T140214
,,急性中樞輕度疼痛(<4),4,,T140215
,,急性周邊中度疼痛(4-7),4,,T140216
,,急性周邊輕度疼痛(<4),5,,T140217
,,軟組織挫傷/血腫,5,＊,T140218
E01 環境,E0101 昆蟲螫傷,重度呼吸窘迫(<90%),1,,E010101
,,休克,1,,E010102
,,無意識(GCS3-8),1,,E010103
,,中度呼吸窘迫(<92%),2,,E010104
,,血行動力循環不足,2,,E010105
,,意識程度改變(GCS9-13),2,,E010106
,,過去曾出現嚴重過敏反應,2,＊,E010107
,,臉部、嘴唇與舌頭腫脹,2,＊,E010108
,,輕度呼吸窘迫(92-94%),3,,E010109
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,E010110
,,急性周邊重度疼痛(8-10),3,,E010111
,,廣泛性紅疹/水泡,3,＊,E010112
,,急性周邊中度疼痛(4-7),4,,E010113
,,局部性紅疹/水泡(過敏反應),4,＊,E010114
,,急性周邊輕度疼痛(<4),5,,E010115
,,輕微螫傷，生命徵象正常，無發燒，無疼痛不適,5,＊,E010116
,E0102 海洋生物螫傷,重度呼吸窘迫(<90%),1,,E010201
,,休克,1,,E010202
,,無意識(GCS3-8),1,,E010203
,,中度呼吸窘迫(<92%),2,,E010204
,,血行動力循環不足,2,,E010205
,,意識程度改變(GCS9-13),2,,E010206
,,過去曾出現嚴重過敏反應,2,＊,E010207
,,臉部、嘴唇與舌頭腫脹,2,＊,E010208
,,輕度呼吸窘迫(92-94%),3,,E010209
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,E010210
,,急性周邊重度疼痛(8-10),3,,E010211
,,廣泛性紅疹/水泡,3,＊,E010212
,,急性周邊中度疼痛(4-7),4,,E010213
,,局部性紅疹/水泡(過敏反應),4,＊,E010214
,,急性周邊輕度疼痛(<4),5,,E010215
,,輕微螫傷，生命徵象正常，無發燒，無疼痛不適,5,＊,E010216
,E0103 動物咬傷,重度呼吸窘迫(<90%),1,,E010301
,,休克,1,,E010302
,,無意識(GCS3-8),1,,E010303
,,中度呼吸窘迫(<92%),2,,E010304
,,血行動力循環不足,2,,E010305
,,意識程度改變(GCS9-13),2,,E010306
,,凝血異常-危及生命或肢體的出血,2,＊,E010307
,,無法控制的出血,2,＊,E010308
,,輕度呼吸窘迫(92-94%),3,,E010309
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,E010310
,,急性周邊重度疼痛(8-10),3,,E010311
,,凝血異常-中度或輕度的出血,3,＊,E010312
,,加壓後已止血,3,＊,E010313
,,急性周邊中度疼痛(4-7),4,,E010314
,,表淺撕裂性/出血已停止,4,＊,E010315
,,急性周邊輕度疼痛(<4),5,,E010316
,,輕微咬傷，生命徵象正常，無發燒，無疼痛不適,5,＊,E010317
,E0104 蛇咬傷,重度呼吸窘迫(<90%),1,,E010401
,,休克,1,,E010402
,,無意識(GCS3-8),1,,E010403
,,中度呼吸窘迫(<92%),2,,E010404
,,血行動力循環不足,2,,E010405
,,意識程度改變(GCS9-13),2,,E010406
,,凝血異常-危及生命或肢體的出血,2,＊,E010407
,,疑似毒蛇咬傷(出血性/神經毒性),2,＊,E010408
,,無法控制的出血,2,＊,E010409
,,輕度呼吸窘迫(92-94%),3,,E010410
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,E010411
,,急性周邊重度疼痛(8-10),3,,E010412
,,凝血異常-中度或輕度的出血,3,＊,E010413
,,加壓後已止血,3,＊,E010414
,,急性周邊中度疼痛(4-7),4,,E010415
,,表淺撕裂性/出血已停止,4,＊,E010416
,,急性周邊輕度疼痛(<4),5,,E010417
,,輕微咬傷，生命徵象正常，無發燒，無疼痛不適,5,＊,E010418
,E0105 化學物質暴露(疑似或確定化學、輻射或危害物質暴露),重度呼吸窘迫(<90%),1,,E010501
,,休克,1,,E010502
,,無意識(GCS3-8),1,,E010503
,,嚴重燒傷>25%體表面積,1,＊,E010504
,,中度呼吸窘迫(<92%),2,,E010505
,,血行動力循環不足,2,,E010506
,,意識程度改變(GCS9-13),2,,E010507
,,手部/足部/鼠蹊部/顏面部灼傷,2,＊,E010508
,,化學物質濺入眼睛，造成傷害,2,＊,E010509
,E0106 中暑/高體溫症,重度呼吸窘迫(<90%),1,,E010601
,,休克,1,,E010602
,,無意識(GCS3-8),1,,E010603
,,中樞體溫>41℃,1,＊,E010604
,,中度呼吸窘迫(<92%),2,,E010605
,,血行動力循環不足,2,,E010606
,,意識程度改變(GCS9-13),2,,E010607
,,輕度呼吸窘迫(92-94%),3,,E010608
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,E010609
,E0107 低體溫症,重度呼吸窘迫(<90%),1,,E010701
,,休克,1,,E010702
,,無意識(GCS3-8),1,,E010703
,,中樞體溫<32℃,1,＊,E010704
,,中度呼吸窘迫(<92%),2,,E010705
,,血行動力循環不足,2,,E010706
,,意識程度改變(GCS9-13),2,,E010707
,,中樞體溫 32-35℃,2,＊,E010708
,,輕度呼吸窘迫(92-94%),3,,E010709
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,E010710
,,無凍傷徵象，生命徵象正常，無發燒，無疼痛不適,4,＊,E010711
,E0108 有毒氣體吸入/暴露,重度呼吸窘迫(<90%),1,,E010801
,,休克,1,,E010802
,,無意識(GCS3-8),1,,E010803
,,中度呼吸窘迫(<92%),2,,E010804
,,血行動力循環不足,2,,E010805
,,意識程度改變(GCS9-13),2,,E010806
,,輕度呼吸窘迫(92-94%),3,,E010807
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,E010808
,,毒氣或其他氣體吸入，無呼吸窘迫徵象,3,＊,E010809
,,遠距離或非急性暴露(>7 天)，生命徵象正常，無發燒，無疼痛不適,4,＊,E010810
,E0109 溺水,心跳/呼吸停止,1,＊,E010901
,,重度呼吸窘迫(<90%),1,,E010902
,,休克,1,,E010903
,,無意識(GCS3-8),1,,E010904
,,中樞體溫<32℃,1,＊,E010905
,,中度呼吸窘迫(<92%),2,,E010906
,,血行動力循環不足,2,,E010907
,,意識程度改變(GCS9-13),2,,E010908
,,中樞體溫 32-35℃,2,＊,E010909
,,輕度呼吸窘迫(92-94%),3,,E010910
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,E010911
,E0110 凍傷,肢體冰冷無脈搏,2,＊,E011001
,,蒼白的皮膚(含耳朵),2,＊,E011002
,,肢體冰冷有脈搏,3,＊,E011003
,,急性周邊重度疼痛(8-10),3,,E011004
,,急性周邊中度疼痛(4-7),4,,E011005
,,輕微凍傷，皮膚沒有變色(含耳朵),4,＊,E011006
,,急性周邊輕度疼痛(<4),5,,E011007
,,凍傷，生命徵象正常，無發燒，無疼痛不適,5,＊,E011008
,E0111 電擊傷害,心跳/呼吸停止,1,＊,E011001
,,重度呼吸窘迫(<90%),1,,E011002
,,休克,1,,E011003
,,無意識(GCS3-8),1,,E011004
,,中度呼吸窘迫(<92%),2,,E011005
,,血行動力循環不足,2,,E011006
,,意識程度改變(GCS9-13),2,,E011007
,,明顯皮膚組織傷害,2,＊,E011008
,,輕度呼吸窘迫(92-94%),3,,E011009
,,血壓或心跳有異於病人之平常數值，但血行動力穩定,3,,E011010
,,急性周邊重度疼痛(8-10),3,,E011011
,,無明顯皮膚組織傷害,3,＊,E011012`;


var o = [];		//2D陣列
var data_str = [];	//連續字串(搜尋用)
const data = data_csv.split("\n");
write_o();

function write_o() {	//產生data_str及o兩種物件
  var par1="", par2="", value, level, code, code_name;

  o.length = data_str.length = 0;
  for (let i=0; i<data.length; i++) {
    data_l = data[i].split(",");
    par1 = (data_l[0] == "") ? par1 : data_l[0].substr(4);
    par2 = (data_l[1] == "") ? par2 : data_l[1].substr(6);     par2 = String(par2).split("*")[0];
    value = data_l[2];
    level = data_l[3] + "級";
    code = data_l[5];	//用不到?
    code_name = code.substr(0,1);
    switch (code_name) {
      case "A" : code_name = "成人內科"; break;
      case "P" : code_name = "小兒內科"; break;
      case "T" : code_name = "創傷"; break;
      case "E" : code_name = "環境";
    }

    o.push( [level,code_name,par1,par2,value,code] );
    data_str.push( "#" + code_name + " #" + par1 + " #" + par2 + " #" + value + " #" + level);
  }
}